Repository: Scid/wpcz
Catalog: Custom Field Template/custom-field-template-*.po
Languages: cs_cz

source: Custom Field Template
cs_cz: Vlastní uživatelská pole

source: Media Picker
cs_cz: Výběr médií

source: Use this
cs_cz: Použít toto

source: Load
cs_cz: Nahrát

source: read more
cs_cz: číst více

source: Custom Fields
cs_cz: Uživatelská pole

source: Settings
cs_cz: Nastavení

source: Default Template
cs_cz: Výchozí šablona

source: Options updated.
cs_cz: Nastavení aktualizováno.

source: Value Counts rebuilt.
cs_cz: Počítadla hodnot byla přepsána.

source: Tags rebuilt.
cs_cz: Tagy byly přepsány.

source: Options imported.
cs_cz: Nastavení bylo importováno.

source: Options resetted.
cs_cz: Nastavení bylo obnoveno.

source: Options deleted.
cs_cz: Nastavení bylo smazáno.

source: Click to toggle
cs_cz: Klikněte pro rozbalení

source: Custom Field Template Options
cs_cz: Vlastní uživatelská pole Nastavení

source: Disable
cs_cz: Deaktivovat

source: Template Title
cs_cz: Název šablony

source: Template Instruction
cs_cz: Popis šablony

source: Post Type
cs_cz: Typ obsahu

source: Both
cs_cz: Obojí

source: Post
cs_cz: Příspěvek

source: Page
cs_cz: Stránka

source: Custom Post Type (comma-deliminated)
cs_cz: Vlastní typ obsahu (odděleno čárkami)

source: Post ID (comma-deliminated)
cs_cz: ID příspěvku (odděleno čárkami)

source: Category ID (comma-deliminated)
cs_cz: ID rubriky (odděleno čárkami)

source: Page Template file name(s) (comma-deliminated)
cs_cz: Názvy souborů šablon stránek (odděleno čárkami)

source: Template Content
cs_cz: Obsah šablony

source: Update Options &raquo;
cs_cz: Aktualizovat nastavení &raquo;

source: Global Settings
cs_cz: Globální nastavení

source: In case that you would like to replace custom keys by labels if `label` is set
cs_cz: V případě, že chcete zobrazovat místo klíčů polí jejich názvy (jsou-li nastaveny)

source: Use labels in place of custom keys
cs_cz: Použít názvy místo klíčů polí

source: In case that you would like to add p and br tags in textareas automatically
cs_cz: V případě, že chcete automaticky přidat tagy p a br do polí textarea

source: Use wpautop function
cs_cz: Použít wpautop funkci

source: In case that you would like to save values automatically in switching templates
cs_cz: V případě, že chce automaticky ukládat hodnoty v přepínaných šablonách

source: Use the auto save in switching templates
cs_cz: Automaticky uložit při přepínaní šablon

source: In case that you would like to disable input fields of the custom field template temporarily
cs_cz: V případě, že chcete dočasně deaktivovat všechna pole vlastních šablon

source: Use the `Disable` button. The default custom fields will be superseded.
cs_cz: Použít tlačítko `Deaktivovat`. Výchozí uživatelská pole budou vyřazena.

source: In case that you would like to forbid to use the initialize button.
cs_cz: V případě, že chcete zakázat užití inicializačního tlačítka.

source: Disable the initialize button
cs_cz: Deaktivovat inicializační tlačítko

source: In case that you would like to forbid to use the save button.
cs_cz: V případě, že chcete zakázat užití tlačítka pro uložení.

source: Disable the save button
cs_cz: Deaktivovat tlačítko pro uložení

source: In case that you would like to forbid to use the default custom fields.
cs_cz: V případě, že chcete zakázat užití výchozích uživatelských polí.

source: Disable the default custom fields
cs_cz: Deaktivovat výchozí uživatelská pole

source: In case that you would like to forbid to use the quick edit.
cs_cz: V případě, že chcete zakázat užití rychlé editace.

source: Disable the quick edit
cs_cz: Deaktivovat rychlou editaci

source: In case that you would like to forbid to display the custom field column on the edit post list page.
cs_cz: V případě, že chcete zakázat zobrazování sloupce uživatelských polí na editační stránce.

source: Disable the custom field column (The quick edit also does not work.)
cs_cz: Deaktivovat sloupec uživatelských polí (přestane fungovat také rychlá úprava)

source: In case that you would like to replace the box title with the template title.
cs_cz: V případě, že chcete nahradit název boxu názvem šablony.

source: Replace the box title
cs_cz: Nahradit název boxu

source: In case that you would like to use the shortcode in the widget.
cs_cz: V případě, že chcete ve widgetu použít shortcode.

source: Use the shortcode in the widget
cs_cz: Použít ve widgetu shortcode

source: In case that you would like to use the shortcode in the excerpt.
cs_cz: V případě, že chce použít shortcode v úryvku (excerpt).

source: Use the shortcode in the excerpt
cs_cz: Použít shortcode v úryvku

source: Text to place before every list which is called by the cft shortcode
cs_cz: Text vkládaný před každý seznam volaný ctf shortcodem

source: Text to place after every list which is called by the cft shortcode
cs_cz: Text vkládaný za každý seznam volaný ctf shortcodem

source: Text to place before every value which is called by the cft shortcode
cs_cz: Text vkládaný před každou hodnotu volaný ctf shortcodem

source: Text to place after every value which is called by the cft shortcode
cs_cz: Text vkládaný za každou hodnotu volaný ctf shortcodem

source: ADMIN CSS
cs_cz: Spravovat CSS

source: [cft] and [cftsearch] Shortcode Format
cs_cz: [cft] a [cftsearch] formát shortcodů

source: For [cft], [key] will be converted into the value of [key].
cs_cz: Pro [cft], [key] budou konvertovány do hodnot [key].

source: For [cftsearch], [key] will be converted into the input field.
cs_cz: Pro [cftsearch], [key] bude konvertováno v vkládací pole.

source: Use PHP
cs_cz: Použít PHP

source: PHP CODE (Experimental Option)
cs_cz: PHP kód (experimentální funkce)

source: Are you sure to save PHP codes? Please do it at your own risk.
cs_cz: Určitě chcete uložit PHP kódy? Používejte prosím s opatrností.

source: For `text` and `textarea`, you must set $value as an string.
cs_cz: Pro `text` a `textarea`, musíte nastavit $value jako řetězec.

source: For `checkbox`, `radio`, and `select`, you must set $values as an array.
cs_cz: Pro `checkbox`, `radio`, a `select`, musíte nastavit $values jako pole.

source: Auto Hook of `the_content()` (Experimental Option)
cs_cz: Automaticky vložit `the_content()` (experimentální funkce)

source: Position
cs_cz: Pozice

source: Before the content
cs_cz: Před obsahem

source: After the content
cs_cz: Za obsahem

source: Inside the content ([cfthook hook=%d])
cs_cz: Uvnitř obsahu ([cfthook hook=%d])

source: Content
cs_cz: Obsah

source: Apply to feeds
cs_cz: Aplikovat na zdroje

source: Rebuild Value Counts
cs_cz: Přepsat počítadla hodnot

source: Are you sure to rebuild all value counts?
cs_cz: Určitě chcete přepsat počítadla hodnot?

source: Value Counts are used for temporarily saving how many values in each key. Set `valueCount = true` into fields.
cs_cz: Počítadla hodnot jsou používána pro dočasné uložení počtu hodnot v každém klíči. Nastavte `valueCount = true` do polí.

source: Rebuild Value Counts &raquo;
cs_cz: Přepsat počítadla hodnot &raquo;

source: Rebuild Tags
cs_cz: Přepsat tagy

source: Are you sure to rebuild tags?
cs_cz: Určitě chcete přepsat tagy?

source: Rebuild Tags &raquo;
cs_cz: Přepsat tagy &raquo;

source: Option List
cs_cz: Seznam nastavení

source: Export Options
cs_cz: Exportovat nastavení

source: Export Options &raquo;
cs_cz: Exportovat nastavení &raquo;

source: Import Options
cs_cz: Importovat nastavení

source: Are you sure to import options? Options you set will be overwritten.
cs_cz: Určitě chcete importovat nastavení? Současné nastavení bude přepsáno.

source: Import Options &raquo;
cs_cz: Importovat nastavení &raquo;

source: Reset Options
cs_cz: Obnovit nastavení

source: Are you sure to reset options? Options you set will be reset to the default settings.
cs_cz: Určitě chcete obnovit nastavení? Současné nastavení bude přepsáno do výchozích hodnot.

source: Reset Options &raquo;
cs_cz: Obnovit nastavení &raquo;

source: Delete Options
cs_cz: Smazat nastavneí

source: Are you sure to delete options? Options you set will be deleted.
cs_cz: Určitě chcete smazat nastavení? Vaše nastavení bude kompletně smazáno.

source: Delete Options &raquo;
cs_cz: Smazat nastavení &raquo;

source: Donation
cs_cz: Podpořit

source: If you liked this plugin, please make a donation via paypal! Any amount is welcome. Your support is much appreciated.
cs_cz: Pokud se vám tento plugin líbí, podpořte jej prosím přes PayPal! Každý částka je vítána. Vaše pomoc bude velmi oceněna.

source: Add New
cs_cz: Přidat nový

source: Clear
cs_cz: Vyčistit

source: Select
cs_cz: Vybrat

source: Add an Image
cs_cz: Přidat obrázek

source: Add Video
cs_cz: Přidat video

source: Add Audio
cs_cz: Přidat audio

source: Add Media
cs_cz: Přidat média

source: Toggle
cs_cz: Přepnout

source: OR
cs_cz: NEBO

source: Select by Media Picker
cs_cz: Vybrat výběrem médií

source: Delete
cs_cz: Smazat

source: Enable
cs_cz: Aktivovat

source: Initialize
cs_cz: Inicializovat

source: Are you sure to reset current values? Default values will be loaded.
cs_cz: Opravdu chcete přepsat aktuální hodnoty? Budou načteny výchozí hodnoty.

source: Save
cs_cz: Uložit

source: Search &raquo;
cs_cz: Hledat &raquo;
