Repository: Scid/wpcz
Catalog: Responsive Lightbox/responsive-lightbox-*.po
Languages: cs_cz

source: slow
cs_cz: pomalu

source: normal
cs_cz: normálně

source: fast
cs_cz: rychle

source: default
cs_cz: výchozí

source: light rounded
cs_cz: světlý zakulacený

source: dark rounded
cs_cz: tmavý zakulacený

source: light square
cs_cz: světlý hranatý

source: dark square
cs_cz: tmavý hranatý

source: window
cs_cz: okno

source: transparent
cs_cz: průhledný

source: opaque
cs_cz: neprůhledný

source: direct
cs_cz: přímý

source: elastic
cs_cz: elastický

source: fade
cs_cz: pohasínání

source: none
cs_cz: žádný

source: yes
cs_cz: ano

source: no
cs_cz: ne

source: swing
cs_cz: houpání

source: linear
cs_cz: lineární

source: outside
cs_cz: venku

source: inside
cs_cz: vevnitř

source: over
cs_cz: přes

source: fade scale
cs_cz: stupňované pohasínání

source: slide left
cs_cz: posunout doleva

source: slide right
cs_cz: posunout doprava

source: slide up
cs_cz: posunout nahoru

source: slide down
cs_cz: posunout dolů

source: fall
cs_cz: spadnout

source: Enable
cs_cz: Povolit

source: Disable
cs_cz: Zakázat

source: General settings
cs_cz: Obecné nastavení

source: Lightbox settings
cs_cz: Nastavení lightboxu

source: Lightbox script
cs_cz: Lightbox skript

source: Selector
cs_cz: Selektor

source: Galleries
cs_cz: Galerie

source: Video links
cs_cz: Video odkazy

source: Image links
cs_cz: Odkazy obrázků

source: Single images as gallery
cs_cz: Jednotlivé obrázky jako galerie

source: Deactivation
cs_cz: Deaktivace

source: Animation type
cs_cz: Typ animace

source: Force PNG icons
cs_cz: Vynutit PNG ikony

source: Top and bottom bars
cs_cz: Horní a spodní lišta

source: Video max width
cs_cz: Maximální šířka videa

source: Animation speed
cs_cz: Rychlost animace

source: Slideshow autoplay
cs_cz: Automatické přehrání slideshow

source: Opacity
cs_cz: Průhlednost

source: Show title
cs_cz: Ukázat název

source: Allow resize big images
cs_cz: Povolit změnu velikosti velkých obrázků

source: Video width
cs_cz: Šířka videa

source: Video height
cs_cz: Výška videa

source: Theme
cs_cz: Šablona

source: Horizontal padding
cs_cz: Horizontální odsazení

source: Hide Flash
cs_cz: Skrýt flash

source: Flash Window Mode (wmode)
cs_cz: Typ flash okna (wmode)

source: Video autoplay
cs_cz: Automatické spuštění videa

source: Modal
cs_cz: Modální

source: Overlay gallery
cs_cz: Překrytí galerie

source: Keyboard shortcuts
cs_cz: Klávesové zkratky

source: Social (Twitter, Facebook)
cs_cz: Sociální sítě (Twitter, Facebook)

source: Show overlay
cs_cz: Zobrazit překrytí

source: Show close button
cs_cz: Zobrazit tlačítko zavřít

source: Enable escape button
cs_cz: Zapnout tlačítko Escape

source: Hide on overlay click
cs_cz: Skrýt na kliknutí do překrytí

source: Hide on content click
cs_cz: Skrýt na kliknutí do obsahu

source: Cyclic
cs_cz: Cyklické

source: Show nav arrows
cs_cz: Zobrazit navigační šipky

source: Auto scale
cs_cz: Automatické uzpůsobení

source: Scrolling (in/out)
cs_cz: Posouvání (na/z)

source: Center on scroll
cs_cz: Centrovat při posouvání

source: Overlay opacity
cs_cz: Průhlednost překrytí

source: Overlay color
cs_cz: Barva překrytí

source: Title show
cs_cz: Zobrazit titulek

source: Title position
cs_cz: Umístění titulku

source: Transition (in/out)
cs_cz: Přechod (na/z)

source: Easings (in/out)
cs_cz: Easing (na/z)

source: Speed (in/out)
cs_cz: Rychlost (na/z)

source: Change speed
cs_cz: Změnit rychlost

source: Change fade
cs_cz: Změnit pohasínání

source: Padding
cs_cz: Odsazení

source: Margin
cs_cz: Okraj

source: Effect
cs_cz: Efekt

source: Keyboard navigation
cs_cz: Navigace klávesnicí

source: Error message
cs_cz: Chybová hláška

source: Select your preffered ligthbox effect script.
cs_cz: Vyberte preferovaný skript lightbox efektu.

source: Select to which rel selector lightbox effect will be applied to.
cs_cz: Vyberte, na jaký rel atribut bude efekt lightboxu použit.

source: Add lightbox to WordPress image galleries by default.
cs_cz: Přidat ve výchozím nastavení lightbox do WordPress galerií.

source: Add lightbox to YouTube and Vimeo video links by default.
cs_cz: Přidat ve výchozím nastavení lightbox do odkazů na YouTube a Vimeo videa.

source: Add lightbox to WordPress image links by default.
cs_cz: Přidat ve výchozím nastavení lightbox efekt do obrázkových odkazů ve WordPressu.

source: Display single post images as a gallery.
cs_cz: Zobrazit jednotlivé obrázky v příspěvku jako galerii.

source: Delete settings on plugin deactivation.
cs_cz: Vymazat nastavení pluginu při deaktivaci pluginu.

source: Select a method of applying a lightbox effect.
cs_cz: Vyberte způsob použití lightbox efektu.

source: Disable if you don't want to top and bottom bars to be hidden after a period of time.
cs_cz: Vypněte, pokud nechcete skrývat horní a spodní lišty po uplynutí času.

source: Enter the time after which the top and bottom bars will be hidden (when hiding is enabled).
cs_cz: Vložte čas, po které se horní a spodní lišta skryjí (pokud je skrývání zapnuto).

source: Enter the max video width in a lightbox.
cs_cz: Vložte maximální šířku pro video v lightboxu.

source: Enable this if you're having problems with navigation icons not visible on some devices.
cs_cz: Tuto možnost zapněte v případě problémů s viditelností navigačních ikon na některých zařízeních.

source: Select animation speed for lightbox effect.
cs_cz: Vyberte rychlost animace pro lightbox efekt.

source: Display images as slideshow.
cs_cz: Zobrazit obrázky jako slideshow.

source: Enter time (in miliseconds).
cs_cz: Vložte čas (v milisekundách).

source: Automatically start slideshow.
cs_cz: Spustit slideshow automaticky.

source: Value between 0 and 100, 100 for no opacity.
cs_cz: Hodnota mezi 0 a 100, 100 bez průhlednosti.

source: Display image tiltle.
cs_cz: Zobrazit název obrázku.

source: Resize the photos bigger than viewport.
cs_cz: Změnit velikost fotografií větších, než okno prohlížeče.

source: in pixels
cs_cz: v pixelech

source: Select theme for lightbox effect.
cs_cz: Vyberte šablonu pro lightbox efekt.

source: Horizontal padding (in pixels).
cs_cz: Horizontální odsazení (v pixelech),

source: Hides all the flash object on a page. Enable this if flash appears over prettyPhoto.
cs_cz: Skryje veškeré flashové objekty na stránce. Zapněte, pokud se přes prettyPhoto zobrazuje flash.

source: Select flash window mode.
cs_cz: Vyberte režim flash okna.

source: Automatically start videos.
cs_cz: Spustit videa automaticky

source: If set to true, only the close button will close the window.
cs_cz: Při povolení zavře okno pouze tlačítko pro zavření.

source: Allow prettyPhoto to update the url to enable deeplinking.
cs_cz: Povolí prettyPhoto aktualizovat URL k umožnění deeplinkingu.

source: If enabled, a gallery will overlay the fullscreen image on mouse over.
cs_cz: Pokud možnost povolíte, bude obrázek při najetí myší přepsán galerií.

source: Set to false if you open forms inside prettyPhoto.
cs_cz: Nastavte na vypnuto, pokud uvnitř prettyPhoto otevíráte formuláře.

source: Display links to Facebook and Twitter.
cs_cz: Zobrazit odkazy na Facebook a Twitter.

source: The transition type.
cs_cz: Typ přechodu.

source: Space between FancyBox wrapper and content.
cs_cz: Mezera mezi obalem FancyBox a obsahem.

source: Space between viewport and FancyBox wrapper.
cs_cz: Mezera mezi obrazovkou a obalem FancyBox.

source: When true, "overlayShow" is set to TRUE and "hideOnOverlayClick", "hideOnContentClick", "enableEscapeButton", "showCloseButton" are set to FALSE.
cs_cz: Pokud je povoleno, "overlayShow" je nastaveno na TRUE a "hideOnOverlayClick", "hideOnContentClick", "enableEscapeButton", "showCloseButton" jsou nastaveny na FALSE.

source: Toggle overlay.
cs_cz: Přepnout překrytí.

source: Toggle close button.
cs_cz: Přepnout tlačítko zavření.

source: Toggle if pressing Esc button closes FancyBox.
cs_cz: Přepnout zavření FancyBoxu při stisknutí klávesy Esc.

source: Toggle if clicking the overlay should close FancyBox.
cs_cz: Přepnout pokud má kliknutí na překrytí zavřít FancyBox.

source: Toggle if clicking the content should close FancyBox.
cs_cz: Přepnout má kliknutí na obsah zavřít FancyBox.

source: When true, galleries will be cyclic, allowing you to keep pressing next/back.
cs_cz: Je-li povoleno, galerie budou cyklické a umožní vám přepínání pomocí další / předchozí.

source: Toggle navigation arrows.
cs_cz: Přepnout navigační šipky.

source: If true, FancyBox is scaled to fit in viewport.
cs_cz: Je-li povoleno, bude FancyBox přizpůsoben obrazovce.

source: Set the overflow CSS property to create or hide scrollbars.
cs_cz: Nastavte CSS vlastnost overflow pro vytvoření nebo skrytí posuvníků.

source: When true, FancyBox is centered while scrolling page.
cs_cz: Je-li povoleno, je Fancybox při posouvání stránky vycentrován.

source: When true, transparency of content is changed for elastic transitions.
cs_cz: Je-li povoleno, je průhlednost obsahu pro elastické přechody měněna.

source: Opacity of the overlay.
cs_cz: Průhlednost překrytí.

source: Color of the overlay.
cs_cz: Barva překrytí.

source: Toggle title.
cs_cz: Zobrazit titulek.

source: The position of title.
cs_cz: Umístění titulku.

source: Easing used for elastic animations.
cs_cz: Easing použitý pro elastické animace.

source: Speed of the fade and elastic transitions, in milliseconds.
cs_cz: Vložte čas v milisekundách pro pohasínání a elastický přechod.

source: Speed of resizing when changing gallery items, in milliseconds.
cs_cz: Rychlost změny velikosti při přepínání položek galerie, v milisekundách.

source: Speed of the content fading while changing gallery items.
cs_cz: Rychlost pohasínání obsahu při změně položek galerie.

source: Width of the video.
cs_cz: Šířka videa.

source: Height of the video.
cs_cz: Výška videa.

source: The effect to use when showing the lightbox.
cs_cz: Použitý efekt při zobrazování lightboxu.

source: Enable/Disable keyboard navigation (left/right/escape).
cs_cz: Zapnout / vypnout navigaci klávesnicí (doleva, doprava, Escape)

source: Error message if the content cannot be loaded.
cs_cz: Chybová hláška při nemožnosti načtení obsahu.

source: Changes were not saved because there was attempt to save settings of inactive script. The site has been reloaded to the proper script settings.
cs_cz: Změny nebyly uloženy, protože jste se pokusili uložit nastavení neaktivního skriptu. Stránka byla znovu načtena do nastavení správného skriptu.

source: Settings restored to defaults.
cs_cz: Nastavení bylo obnoveno na výchozí.

source: Settings of SwipeBox script were restored to defaults.
cs_cz: Nastavení skriptu SwipeBox bylo obnoveno na výchozí.

source: Settings of prettyPhoto script were restored to defaults.
cs_cz: Nastavení skriptu prettyPhoto bylo obnoveno na výchozí.

source: Settings of FancyBox script were restored to defaults.
cs_cz: Nastavení skriptu FancyBox bylo obnoveno na výchozí.

source: Settings of Nivo script were restored to defaults.
cs_cz: Nastavení skriptu Nivo bylo obnoveno na výchozí.

source: Changes were not set to defaults because there was attempt to reset settings of inactive script. The site has been reloaded to the proper script settings.
cs_cz: Změny nebyly nastaveny na výchozí hodnoty, protože jste se pokusili o obnovení nastavení neaktivního skriptu. Stránka byla znovu načtena do nastavení správného skriptu.

source: Reset to defaults
cs_cz: Obnovit výchozí nastavení

source: Need support?
cs_cz: Potřebujete pomoc?

source: If you are having problems with this plugin, please talk about them in the
cs_cz: Máte-li problémy s tímto plugim, povězte nám o tom prosím na

source: Support forum
cs_cz: Fóru podpory

source: Do you like this plugin?
cs_cz: Líbí se vám tento plugin?

source: Rate it 5
cs_cz: Ohodnoťte jej pětkou

source: on WordPress.org
cs_cz: na WordPress.org

source: Blog about it & link to the
cs_cz: Napište o něm a odkažte na

source: plugin page
cs_cz: stránku pluginu

source: Check out our other
cs_cz: Zkuste naše další

source: WordPress plugins
cs_cz: WordPress pluginy

source: Are you sure you want to reset these settings to defaults?
cs_cz: Jste si jisti, že chcete obnovit toto nastavení na výchozí?

source: Are you sure you want to reset scripts settings to defaults?
cs_cz: Jste si jisti, že chcete obnovit výchozí nastavení skriptů?

source: Support
cs_cz: Podpora

source: Settings
cs_cz: Nastavení
