Repository: Scid/wpcz
Catalog: Genesis/Genesis Responsive Slider/genesis-responsive-slider-*.po
Languages: cs_cz

source: Settings reset.
cs_cz: Nastavení obnoveno.

source: Settings saved.
cs_cz: Nastavení uloženo.

source: Slider Settings
cs_cz: Nastavení slideru

source: Genesis Slider Settings
cs_cz: Nastavení Genesis slideru

source: Save Settings
cs_cz: Uložit nastavení

source: Reset Settings
cs_cz: Obnovit nastavení

source: Are you sure you want to reset?
cs_cz: Jste si jisti, že chcete nastavení obnovit?

source: Type of Content
cs_cz: Typ obsahu

source: Would you like to use posts or pages
cs_cz: Chcete použít příspěvky nebo stránky

source: By Taxonomy and Terms
cs_cz: Dle taxonomie a termínu

source: Choose a term to determine what slides to include
cs_cz: Vyberte termín pro určení zahrnutých slidů

source: All Taxonomies and Terms
cs_cz: Všechny taxonomie a termíny

source: Include or Exclude by Taxonomy ID
cs_cz: Zahrnout nebo vyloučit podle ID taxonomie

source: List which category, tag or other taxonomy IDs to include / exclude. (1,2,3,4 for example)
cs_cz: Seznam rubrik, štítků nebo jiných ID taxonomie pro zahrnutí / vyloučení (například 1, 2, 3, 4)

source: Include or Exclude by %s ID
cs_cz: Zahrnout nebo vyloučit podle ID %s

source: Choose the include / exclude slides using their post / page ID in a comma-separated list. (1,2,3,4 for example)
cs_cz: Vyberte zahrnuté / vyloučené slidy použitím jejich ID příspěvku / stránky v seznamu odděleném čárkami (například 1, 2, 3, 4)

source: Select
cs_cz: Vybrat

source: Include
cs_cz: Zahrnout

source: Exclude
cs_cz: Vyloučit

source: List which
cs_cz: Seznam

source: to include / exclude. (1,2,3,4 for example)
cs_cz: k zahrnutí / vyloučení (například 1, 2, 3, 4)

source: Number of Slides to Show
cs_cz: Počet slidů k zobrazení

source: Number of Posts to Offset
cs_cz: Počet příspěvků k odsazení

source: Order By
cs_cz: Seřadit podle

source: Date
cs_cz: Data

source: Title
cs_cz: Názvu

source: Random
cs_cz: Náhodně

source: Transition Settings
cs_cz: Nastavení přechodu

source: Time Between Slides (in milliseconds)
cs_cz: Čas mezi slidy (v milisekundách)

source: Slide Transition Speed (in milliseconds)
cs_cz: Rychlost přechodu slidu (v milisekundách)

source: Slider Effect
cs_cz: Efekt slideru

source: Select one of the following:
cs_cz: Vyberte jedno z následujících:

source: Scroll right
cs_cz: Scrollovat doprava

source: Scroll left
cs_cz: Scrollovat doleva

source: Scroll down
cs_cz: Scrollovat dolů

source: Scroll up
cs_cz: Scrollovat nahoru

source: Fade
cs_cz: Pohasínání

source: Wipe
cs_cz: Setření

source: Cover up
cs_cz: Zakrytí nahoru

source: Cover down
cs_cz: Zakrytí dolů

source: Cover left
cs_cz: Zakrytí doleva

source: Cover right
cs_cz: Zakrytí doprava

source: Scroll Loop (only applies to scroll options)
cs_cz: Smyčka scrollování (platná pouze pro možnost scrollování)

source: Rewind slides
cs_cz: Přetočit slidy

source: Loop slides
cs_cz: Opakovat slidy

source: Display Settings
cs_cz: Nastavení zobrazení

source: Slider Width (in pixels)
cs_cz: Šířka slideru (v pixelech)

source: Slider Height (in pixels)
cs_cz: Výška slideru (v pixelech)

source: Display Next / Previous Arrows in Slider?
cs_cz: Zobrazit ve slideru šipky Další / Předchozí?

source: Content Settings
cs_cz: Nastavení obsahu

source: Display Post/Page Title in Slider?
cs_cz: Zobrazit ve slideru název příspěvku / stránky?

source: Display Content in Slider?
cs_cz: Zobrazit ve slideru obsah?

source: Display post content
cs_cz: Zobrazit obsah příspěvku

source: Display post excerpts
cs_cz: Zobrazit stručný výpis příspěvku

source: More Text (if applicable)
cs_cz: Text pro více (pokud je použit)

source: Limit content to
cs_cz: Omezit obsah na

source: characters
cs_cz: znaků

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
cs_cz: Použití této možnosti omezí množství textu a odstraní z něj veškeré formátování. Pro použití této možnosti vyberte "Zobrazit obsah příspěvku" v seznamu výše.

source: Slider Excerpt Width (in pixels)
cs_cz: Šířka stručného výpisu slideru (v pixelech)

source: Excerpt Location (vertical)
cs_cz: Umístění stručného výpisu (vertikální)

source: Top
cs_cz: Nahoře

source: Bottom
cs_cz: Dole

source: Excerpt Location (horizontal)
cs_cz: Umístění stručného výpisu (horizontální)

source: Left
cs_cz: Vlevo

source: Right
cs_cz: Vpravo

source: Save Changes
cs_cz: Uložit změny

source: Displays a slideshow inside a widget area
cs_cz: Zobrazí slideshow uvnitř oblasti widgetů

source: Title:
cs_cz: Název:

source: To configure slider options, please go to the <a href="%s">Slider Settings</a> page.
cs_cz: Pro nastavení možností slideru prosím přejděte na <a href="%s">Nastavení slideru</a>.
