Repository: Scid/wpcz
Catalog: Genesis/*.po
Languages: cs_cz

source: Content Sidebar Sidebar
cs_cz: Obsah Sidebar Sidebar

source: Sidebar Sidebar Content
cs_cz: Sidebat Sidebar Obsah

source: This layout can also be overridden in the post/page/term layout options on each post/page/term.
cs_cz: Toto rozložení může být přepsáno v nastavení rozložení příspěvku / stránky / termínu v každém příspěvku / stránce / termínu.

source: This box lets you define where the "Breadcrumbs" display. The Breadcrumb is the navigation tool that displays where a visitor is on the site at any given moment.
cs_cz: Tento box umožňuje definovat, kde se zobrazí "Drobečková navigace". Drobečková navigace je nástroj, který zobrazuje, kde se návštěvník na webu v dané chvíli nachází.

source: This allows a site wide decision on whether comments and trackbacks (notifications when someone links to your page) are enabled for posts and pages.
cs_cz: Tato možnost umožňuje rozhodnout, zda v rámci celého webu zobrazit komentáře a trackbacky (upozornění odkazování na stránku) v příspěvcích a na stránkách.

source: If you enable comments or trackbacks here, it can be disabled on an individual post or page. If you disable here, they cannot be enabled on an individual post or page.
cs_cz: Pokud zapnete komentáře a trackbacky zde, mohou být na jednotlivých příspěvcích nebo stránkách vypnuty. Pokud je zde vypnete, nemohou být zapnuty v jednotlivém příspěvku nebo stránce.

source: In the Genesis Theme Settings you may change the site wide Content Archives options to control what displays in the site's Archives.
cs_cz: V nastavení šablony Genesis můžete změnit možnosti archivu obsahu, ovlivňující co bude zobrazeno v archivech webu.

source: Archives include any pages using the blog template, category pages, tag pages, date archive, author archives, and the latest posts if there is no custom home page.
cs_cz: Archivy obsahují každou stránku používající šablonu blogu, stránku rubriky, stránku štítku, archiv data, archiv autora a poslední příspěvky v případě, že neexistuje vlastní domovská stránka.

source: The first option allows you to display the post content or the post excerpt. The Display post content setting will display the entire post including HTML code up to the <!--more--> tag if used (this is HTML for the comment tag that is not displayed in the browser).
cs_cz: První možnost umožňuje zobrazit obsah příspěvku nebo stručný výpis. Nastavení Zobrazit obsah příspěvku zobrazí celý příspěvek včetně HTML kódu až po tag <!--more-->, pokud je použit (je to HTML pro tag komentáře, jež není v prohlížeči zobrazen).

source: It may also be coupled with the second field "Limit content to [___] characters" to limit the content to a specific number of letters or spaces. This will strip any HTML, but allows for more precise and easily changed lengths than the excerpt.
cs_cz: Může být také spárován s druhým polem "Omezit obsah na [___] znaků" k omezení obsahu na určitý počet znaků nebo mezer. Tato možnost odstraní jakékoliv HTML, ale umožní přesněji a jednodušeji určovat délky, než stručný výpis.

source: The Display post excerpt setting will display the first 55 words of the post after also stripping any included HTML or the manual/custom excerpt added in the post edit screen.
cs_cz: Nastavení Zobrazit stručný výpis příspěvku zobrazí prvních 55 slov příspěvku po odstranění veškerého vloženého HTML a nebo ruční / vlastní stručný výpis přidaný na obrazovce úprav příspěvku.

source: The 'Include post image?' setting allows you to show a thumbnail of the first attached image or currently set featured image.
cs_cz: Nastavení 'Vložit obrázek příspěvku?' umožní zobrazit náhled prvního příloženého obrázku nebo aktuálně nastavený náhledový obrázek.

source: This option should not be used with the post content unless the content is limited to avoid duplicate images.
cs_cz: Tato možnost by neměla být použita s obsahem příspěvku, pokud není obsah omezen kvůli vynechání duplicitních obrázků.

source: The 'Image Size' list is populated by the available image sizes defined in the theme.
cs_cz: Seznam 'Velikost obrázku' je naplněn dostupnými možnostmi velikostí obrázků definovanými v šabloně.

source: Post Navigation Technique allows you to select one of three navigation methods.
cs_cz: Technika navigace v příspěvcích umožńuje vybrat jednu ze tří navigačních metod.

source: Blog Page
cs_cz: Stránka blogu

source: This provides you with two fields that will output to the <head></head> of your site and just before the </body>. These will appear on every page of the site and are a great way to add analytic code and other scripts. You cannot use PHP in these fields. If you need to use PHP then you should look into the Genesis Simple Hooks plugin.
cs_cz: Tato možnost zpřístupní dvě pole, která se ukládají na webu do <head></head> a těsně před </body>. Objeví se na každé stránce webu a jsou skvělou cestou k přidání analytických kódů nebo jiných skriptů. V těchto polích není možné použít PHP, pokud potžebujete použít PHP, pak doporučejeme nahlédnout na plugin Genesis Simple Hooks.

source: How Home Pages Work
cs_cz: Jak fungují domovské stránky

source: Most Genesis child themes include a custom home page.
cs_cz: Většina dědičných šablon Genesis obsahuje vlastní domovskou stránku.

source: To use this type of home page, make sure your latest posts are set to show on the front page. You can setup a page with the Blog page template to show a blog style list of your latest posts on another page.
cs_cz: K použití tohoto typu domovské stránky se ujistěte, že jsou na úvodní stránce nastaveny nejnovější příspěvky. Můžete vytvořit stránku se šablonou Blog k zobrazení seznamu posledních příspěvků ve stylu blogu na jiné stránce.

source: This home page is typically setup via widgets in the sidebars for the home page. This can be accessed via the Widgets menu item under Appearance.
cs_cz: Tato domovská stránka je obvykle nastavována přes widgety pro domovskou stránku v sidebaru. Tato možnost je přístupná pod položkou Widgety zařazené pod Vzhled.

source: Child themes that include this type of home page typically include additional theme-specific tutorials which can be accessed via a sticky post at the top of that child theme support forum.
cs_cz: Dědičně šablony, které obsahují tento typ domovské stránky obvykle obsahují i další specifické návody, které jsou přístupné přes zvýrazněný příspěvek nahoře ve fóru podpory daného dědičného tématu.

source: If your theme uses a custom home page and you want to show the latest posts in a blog format, do not use the blog template. Instead, you need to rename the home.php file to home-old.php instead.
cs_cz: Pokud vaše šablona používá vlastní domovskou stránku a chcete zobrazit poslední příspěvky ve formátu blogu, nepoužívejte šablonu blog. Namísto toho musíte přejmenovat soubor home.php na home-old.php.

source: Another common home page is the "blog" type home page, which is common to most of the free child themes. This shows your latest posts and requires no additional setup.
cs_cz: Další běžná domovská stránka je typu "blog", jež je obvyklá pro většinu dědičných šablon zdarma. Tato stránka zobrazuje poslední příspěvky a nepotřebuje žádná dodatečné nastavení.

source: The third type of home page is the new dynamic home page. This is common on the newest child themes. It will show your latest posts in a blog type listing unless you put widgets into the home page sidebars.
cs_cz: Třetí typ domovské stránky je nová dynamická stránka. Ta je běžná pro nejnovější dědičné šablony. Ukáže vaše poslední příspěvky vypsané jako blog, pokud nevložíte do sidebaru domovské stránky widgety.

source: This setup is preferred because it makes it easier to show a blog on the front page (no need to rename the home.php file) and does not have the confusion of no content on the home page when the theme is initially installed.
cs_cz: Toto nastavení je preferováno, protože umožňuje jednoduché zobrazení blogu na domovské stránce (není nutné přejmenovávat soubor home.php) a nehrozí zmatek z chybějícího obsahu na domovské stránce při instalaci šablony.

source: Home Pages
cs_cz: Domovské stránky

source: Pages:
cs_cz: Stránky:

source: Categories:
cs_cz: Rubriky:

source: Authors:
cs_cz: Autoři:

source: Monthly:
cs_cz: Měsíční:

source: Recent Posts:
cs_cz: Poslední příspěvky:

source: This post is password protected. Enter the password to view comments.
cs_cz: Tento příspěvek je chráněný heslem. Vložte heslo pro prohlížení komentářů.

source: Custom Document Title
cs_cz: Vlastní titulek dokumentu

source: Custom Post/Page Meta Description
cs_cz: Vlastní meta popisek příspěvku / stránky

source: Custom Post/Page Meta Keywords, comma separated
cs_cz: Vlastní meta klíčová slova pro příspěvek / stránku oddělená čárkou

source: Custom Canonical URL
cs_cz: Vlastní kanonické URL

source: Robots Meta Settings
cs_cz: Nastavení meta robotů

source: Apply %s to this post/page
cs_cz: Použít %s pro tento příspěvek / stránku

source: Default Layout set in <a href="%s">Theme Settings</a>
cs_cz: Výchozí rozložení definováno v <a href="%s">Nastavení šablony</a>

source: Theme Settings
cs_cz: Nastavení šablony

source: SEO Settings
cs_cz: Nastavení SEO

source: Homepage Settings
cs_cz: Nastavení domovské stránky

source: Archives Settings
cs_cz: Nastavení archivů

source: Document Head Settings
cs_cz: Nastavení hlavičky dokumentu

source: Genesis - SEO Settings
cs_cz: Genesis - nastavení SEO

source: Save Settings
cs_cz: Uložit nastavení

source: Reset Settings
cs_cz: Obnovit nastavení

source: Are you sure you want to reset?
cs_cz: Jste si jisti, že chcete nastavení obnovit?

source: Left
cs_cz: Vlevo

source: Right
cs_cz: Vpravo

source: Which text would you like to be wrapped in %s tags?
cs_cz: Který text chcete obalit tagy %s?

source: Site Title
cs_cz: Titulek webu

source: Neither. I'll manually wrap my own text on the homepage
cs_cz: Žádný. Na domovské stránce manuálně vložím svůj vlastní text.

source: Homepage Robots Meta Tags:
cs_cz: Meta tagy roootů domovské stránky:

source: Apply %s to the homepage?
cs_cz: Použít %s na domovské stránce?

source: Canonical Paginated Archives
cs_cz: Kanonicky stránkované archivy

source: This option points search engines to the first page of an archive, if viewing a paginated page. If you do not know what this means, leave it on.
cs_cz: Tato možnost nasměruje vyhledávače na první stránku archivu, pokud prohlíží stránkovanou stránku. Pokud si nejste jisti, co to znamená, ponechte zapnuto.

source: Relationship Link Tags:
cs_cz: Štítky vztahů odkazů:

source: Windows Live Writer Support:
cs_cz: Podpora pro Windows Live Writer:

source: Include Windows Live Writer Support Tag?
cs_cz: Vložit tag pro podporu Windows Live Writer?

source: Shortlink Tag:
cs_cz: Tag Shortlink:

source: Include Shortlink tag?
cs_cz: Vložit tag pro Shortlink?

source: Depending on your situation, you may or may not want the following archive pages to be indexed by search engines. Only you can make that determination.
cs_cz: Zde záleží na vaší situaci, můžete a nemusíte chtít následující stránky archivu indexovanat vyhledávači. Rozhodnutí je pouze na vás.

source: Apply %s to Category Archives?
cs_cz: Použít %s na archivy rubrik?

source: Apply %s to Tag Archives?
cs_cz: Použít na %s archivy štítků?

source: Apply %s to Author Archives?
cs_cz: Použít %s na archivy autora?

source: Apply %s to Date Archives?
cs_cz: Použít %s na archivy data?

source: Apply %s to Search Archives?
cs_cz: Použít %s na archivy hledání?

source: Apply %s to Entire Site?
cs_cz: Použít %s na celý web?

source: Occasionally, search engines use resources like the Open Directory Project and the Yahoo! Directory to find titles and descriptions for your content. Generally, you will not want them to do this. The %s and %s tags prevent them from doing so.
cs_cz: Občas používají vyhledávače zdroje jako jsou Open Directory Project nebo Yahoo! Directory k nalezení titulků a popisků vašeho obsahu. Obyčejně to ale pro vás nebude žádoucí. Tagy %s a %s v tom vyhledávačům zabrání.

source: Apply %s to your site?
cs_cz: Použít %s na váš web?

source: Comma separated list
cs_cz: Seznam oddělený čárkou

source: Robots Meta
cs_cz: Meta robotů

source: Apply %s to this archive?
cs_cz: Použít %s na tento archiv?

source: Information
cs_cz: Informace

source: Custom Feeds
cs_cz: Vlastní zdroje

source: Author Box
cs_cz: Box autora

source: Breadcrumbs
cs_cz: Drobečková navigace

source: Content Archives
cs_cz: Archivy obsahu

source: Version:
cs_cz: Verze:

source: Released:
cs_cz: Vydáno:

source: Enable Automatic Updates
cs_cz: Zapnout automatické aktualizace

source: Notify
cs_cz: Upozornit

source: when updates are available
cs_cz: při dostupnost aktualizace

source: Dynamic text
cs_cz: Dynamický text

source: Image logo
cs_cz: Obrázek loga

source: Full Width Content
cs_cz: Plná šířka obsahu

source: Comma separated - 1,2,3 for example
cs_cz: Oddělené čárkou - například 1,2,3

source: Display the following:
cs_cz: Zobrazit následující:

source: Today's date
cs_cz: Dnešní datum

source: RSS feed links
cs_cz: Odkazy RSS zdroje

source: Search form
cs_cz: Vyhledávací formulář

source: Twitter link
cs_cz: Twitter odkaz

source: Enter Twitter ID:
cs_cz: Vložte Twitter ID:

source: Twitter Link Text:
cs_cz: Text Twitter odkazu:

source: Enter your custom feed URL:
cs_cz: Vložte vlastní adresu zdroje:

source: Redirect Feed?
cs_cz: Přesměrovat zdroj?

source: Enter your custom comments feed URL:
cs_cz: Vložte vlastní adresu zdroje komentářů:

source: Enable Comments
cs_cz: Zapnout komentáře

source: on posts?
cs_cz: u příspěvků?

source: on pages?
cs_cz: u stránek?

source: Enable Trackbacks
cs_cz: Zapnout trackbacky

source: Select one of the following:
cs_cz: Vyberte jedno z následujících:

source: Display post content
cs_cz: Zobrazit obsah příspěvku

source: Display post excerpts
cs_cz: Zobrazit stručný výpis příspěvku

source: Limit content to
cs_cz: Omezit obsah na

source: characters
cs_cz: znaků

source: Image Size
cs_cz: Velikost obrázku

source: Select Post Navigation Technique:
cs_cz: Vyberte techniku navigace příspěvkem:

source: Older / Newer
cs_cz: Starší / Novější

source: Previous / Next
cs_cz: Předchozí / Další

source: Numeric
cs_cz: Číselné

source: Display which category:
cs_cz: Kterou rubriku zobrazit:

source: All Categories
cs_cz: Všechny rubriky

source: Exclude the following Category IDs:
cs_cz: Vynechat rubriky s následujícími ID:

source: Number of Posts to Show
cs_cz: Počet příspěvků k zobrazení

source: Home
cs_cz: Domů

source: Click here to complete the upgrade
cs_cz: Klikněte zde pro dokončení aktualizace

source: Genesis %s is available for %s
cs_cz: Genesis %s je k dispozici pro %s

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
cs_cz: Genesis %s je nyní k dispozici. Pro tuto šablonu poskytujeme aktualizaci jedním klikem, tak se prosím přihlašte do vašeho rozhraní a aktualizujte co nejdříve.

source: Return to top of page
cs_cz: Vrátit se nahoru stránky

source: Log in
cs_cz: Přihlásit

source: Log out
cs_cz: Odhlásit

source: Leave a Comment
cs_cz: Napsat komentář

source: 1 Comment
cs_cz: 1 komentář

source: % Comments
cs_cz: % komentáře(ů)

source: Tagged With:
cs_cz: Se štítky:

source: Filed Under:
cs_cz: Zařazeno do:

source: (Edit)
cs_cz: (Upravit)

source: <h3>Comments</h3>
cs_cz: <h3>Komentáře</h3>

source: <h3>Trackbacks</h3>
cs_cz: <h3>Trackbacky</h3>

source: says
cs_cz: říká

source: %1$s at %2$s
cs_cz: %1$s v %2$s

source: Your comment is awaiting moderation.
cs_cz: Komentář čeká na schválení.

source: Name
cs_cz: Jméno

source: Website
cs_cz: Web

source: Speak Your Mind
cs_cz: Co chcete říct

source: Primary Navigation Menu
cs_cz: Hlavní navigační menu

source: Posts
cs_cz: Příspěvky

source: Comments
cs_cz: Komentáře

source: [Read more...]
cs_cz: (Číst více...)

source: By
cs_cz: Od

source: About
cs_cz: O

source: Older Posts
cs_cz: Starší příspěvky

source: Newer Posts
cs_cz: Novější příspěvky

source: Search
cs_cz: Hledání

source: Primary Sidebar Widget Area
cs_cz: Hlavní oblast widgetů sidebaru

source: Secondary Sidebar Widget Area
cs_cz: Vedlejší oblast widgetů sidebaru

source: You are here:
cs_cz: Jste zde:

source: Archives for
cs_cz: Archivy pro

source: Search for
cs_cz: Hledání pro

source: View all posts in %s
cs_cz: Zobrazit všechny příspěvky v %s

source: Title
cs_cz: Titulek

source: Displays featured page with thumbnails
cs_cz: Zobrazí vybranou stránku s náhledy

source: Genesis - Featured Page
cs_cz: Genesis - vybraná stránka

source: by
cs_cz: od

source: Page
cs_cz: Stránka

source: Image Alignment
cs_cz: Zarovnání obrázku

source: None
cs_cz: Žádné

source: Show Page Title
cs_cz: Zobrazit titulek stránky

source: Show Page Content
cs_cz: Zobrazit obsah stránky

source: Content Character Limit
cs_cz: Omezení znaků obsahu

source: More Text
cs_cz: Text více

source: Displays featured posts with thumbnails
cs_cz: Zobrazí vybrané příspěvky s náhledy

source: Genesis - Featured Posts
cs_cz: Genesis - vybrané příspěvky

source: [Read More...]
cs_cz: (Číst více...)

source: More Posts from this Category
cs_cz: Více příspěvků z této rubriky

source: Category
cs_cz: Rubrika

source: Number of Posts to Offset
cs_cz: Počet příspěvků pro odsazení

source: Order By
cs_cz: Řadit podle

source: Date
cs_cz: Data

source: Parent
cs_cz: Rodiče

source: Comment Count
cs_cz: Počtu komentářů

source: Random
cs_cz: Náhodně

source: Sort Order
cs_cz: Způsob řazení

source: Descending (3, 2, 1)
cs_cz: Sestupně (3, 2, 1)

source: Ascending (1, 2, 3)
cs_cz: Vzestupně (1, 2, 3)

source: Show Author Gravatar
cs_cz: Zobrazit Gravatar autora

source: Gravatar Size
cs_cz: Velikost Gravataru

source: Small (45px)
cs_cz: Malý (45px)

source: Medium (65px)
cs_cz: Střední (65px)

source: Large (85px)
cs_cz: Velký (85px)

source: Extra Large (125px)
cs_cz: Velmi velký (125px)

source: Gravatar Alignment
cs_cz: Zarovnání Gravataru

source: Show Post Title
cs_cz: Zobrazit titulek příspěvku

source: More Text (if applicable)
cs_cz: Text více (pokud je použito)

source: To display an unordered list of more posts from this category, please fill out the information below
cs_cz: Pro zobrazení neseřazeného seznamu více příspěvků z této rubriky prosím vyplňte informace níže

source: Show Category Archive Link
cs_cz: Zobrazit odkaz na archiv rubriky

source: Link Text
cs_cz: Text odkazu

source: Displays user profile block with Gravatar
cs_cz: Zobrazí blok profilu uživatele s Gravatarem

source: Genesis - User Profile
cs_cz: Genesis - Uživatelský profil

source: View My Blog Posts
cs_cz: Prohlížet mé příspěvky na blogu

source: Select a user. The email address for this account will be used to pull the Gravatar image.
cs_cz: Vyberte uživatele. Emailová adresa tohoto účtu bude použita pro získání obrázku Gravataru.

source: Small
cs_cz: Malý

source: Medium
cs_cz: Střední

source: Large
cs_cz: Velký

source: Extra Large
cs_cz: Extra velký

source: Select which text you would like to use as the author description
cs_cz: Vyberte jaký text chcete použít pro popis autora

source: Author Bio
cs_cz: Biografie autora

source: Custom Text (below)
cs_cz: Vlastní text (níže)

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
cs_cz: Vyberte vaši rozšířenou stránku "O mně" ze seznamu níže. Bude to odkazovaná stránka na konci sekce o mně.

source: Show Author Archive Link?
cs_cz: Zobrazit odkaz na archiv autora?

source: Import Genesis Settings File
cs_cz: Importovat soubor nastavení Genesis

source: Upload File: (Maximum Size: %s)
cs_cz: Nahrát soubor: (Maximální velikost: %s)

source: Export Genesis Settings File
cs_cz: Exportovat soubor nastavení Genesis

source: Once you have saved the download file, you can use the import function on another site to import this data.
cs_cz: Jakmile uložíte stažený soubor, můžete použít funkci importu na jiném webu pro import těchto dat.

source: Download Export File
cs_cz: Stáhnout soubor exportu

source: Characters Used: %s
cs_cz: Použito znaků: %s

source: Custom Redirect URL
cs_cz: Vlastní adresa pro přesměrování

source: Custom Body Class
cs_cz: Vlastní třída body

source: Custom Post Class
cs_cz: Vlastní třída příspěvku

source: Choose Layout
cs_cz: Vyberte rozložení

source: Include the Featured Image?
cs_cz: Přiložit náhledový obrázek?

source: Genesis Admin Menus
cs_cz: Menu administrace Genesis

source: Enable Genesis Admin Menu?
cs_cz: Zapnout menu administrace Genesis?

source: Enable SEO Settings Submenu?
cs_cz: Zapnout submenu Nastavení SEO?

source: Enable Import/Export Submenu?
cs_cz: Zapnout submenu Import / Export?

source: Enable Author Box on this User's Posts?
cs_cz: Zapnou box autora u příspěvků tohoto uživatele?

source: Enable Author Box on this User's Archives?
cs_cz: Zapnout box autora na archivech tohoto uživatele?

source: These settings apply to this author's archive pages.
cs_cz: Tato nastavení budou aplikována na stránky archivu tohoto autora.

source: Custom Archive Headline
cs_cz: Vlastní nadpis archivu

source: Will display in the %s tag at the top of the first page
cs_cz: Zobrazí se v tagu %s nahoře na první stránce

source: Custom Description Text
cs_cz: Vlastní text popisku

source: This text will be the first paragraph, and display on the first page
cs_cz: Tento text bude prvním odstavcem zobrazeným na domovské stránce

source: Congratulations! You are now rocking Genesis %s
cs_cz: Gratulujeme! Nyní ovládáte Genesis %s

source: Show Featured Image
cs_cz: Zobrazit náhledový obrázek

source: Show Post Info
cs_cz: Zobrazit informace o příspěvku

source: Content Type
cs_cz: Typ obsahu

source: Show Content
cs_cz: Zobrazit obsah

source: Show Excerpt
cs_cz: Zobrazit stručný výpis

source: Show Content Limit
cs_cz: Zobrazit omezení obsahu

source: No Content
cs_cz: Žádný obsah

source: Not found:
cs_cz: Nenalezeno:

source: View %s
cs_cz: Zobrazit %s

source: View archives for %s
cs_cz: Zobrazit archivy pro %s

source: View archives for %s %s
cs_cz: Zobrazit archivy pro %s %s

source: View all %s
cs_cz: Zobrazit všechny %s

source: View all items in %s
cs_cz: Zobrazit všechny položky v %s

source: Header Right
cs_cz: Hlavička vpravo

source: Primary Sidebar
cs_cz: Hlavní sidebar

source: Secondary Sidebar
cs_cz: Vedlejší sidebar

source: There was a problem importing your settings. Please try again.
cs_cz: Nastal problém při importu vašeho nastavení. Zkuste to prosím znovu.

source: No Label Selected
cs_cz: Nebyl vybrán žádný název

source: Footer %d
cs_cz: Patička %d

source: No export options available.
cs_cz: Žádné možnosti exportu nejsou k dispozici.

source: Select / Deselect All
cs_cz: Označit / zrušit vše

source: ago
cs_cz: před

source: Previous Page
cs_cz: Předchozí stránka

source: Next Page
cs_cz: Další stránka

source: Default
cs_cz: Výchozí

source: Choose the file from your computer and click "Upload file and Import"
cs_cz: Vyberte soubor ve vašem počítači a klikněte na "Nahrát soubor a importovat"

source: Upload File and Import
cs_cz: Nahrát soubor a importovat

source: Settings successfully imported.
cs_cz: Nastavení bylo úspěšně importováno.

source: Settings reset.
cs_cz: Nastavení obnoveno.

source: Settings saved.
cs_cz: Nastavení uloženo.

source: Keywords are generally ignored by Search Engines.
cs_cz: Klíčová slova jsou obvykle vyhledávači ignorována.

source: Default Layout
cs_cz: Výchozí rozložení

source: Comments and Trackbacks
cs_cz: Komentáře a trackbacky

source: Header and Footer Scripts
cs_cz: Skripty hlavičky a patičky
