Repository: Scid/wpcz
Catalog: Genesis/*.po
Languages: cs_cz

source: This can be helpful for diagnosing problems with your theme when seeking assistance in the <a href="%s" target="_blank">support forums</a>.
cs_cz: Toto může být nápomocno při diagnostice problémů s vaší šablonou, hledáte-li pomoc ve <a href="%s" target="_blank">fórech podpory</a>.

source: If your custom feed(s) are not handled by Feedburner, we do not recommend that you use the redirect options.
cs_cz: Pokud nejsou vaše vlastní zdroje servírovány Feedburnerem, nedoporučujeme používat možnosti přesměrování.

source: Comments and Trackbacks can also be disabled on a per post/page basis when creating/editing posts/pages.
cs_cz: Komentáře a trackbacky mohou být vypnuty také v jednotlivých příspěvcích / stránkách při vytváření příspěvků / stránek.

source: Enable on:
cs_cz: Zapnout na:

source: Front Page
cs_cz: Úvodní stránka

source: Pages
cs_cz: Stránky

source: Archives
cs_cz: Archivy

source: 404 Page
cs_cz: Stránka 404

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site with just a glance. You can enable/disable them on certain areas of your site.
cs_cz: Drobečková navigace je skvělým způsobem, jak dát vaším návštěvníkům rychle vědět, kde se na webu nacházejí. Můžete je zapnout / vypnout v určitých oblastech vašeho webu.

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
cs_cz: Použití této možnosti omezí množství textu a odstraní ze zobrazeného textu veškeré formátování. Pro použití této možnosti vyberte "Zobrazit obsah příspěvku" ve výsuvném menu výše.

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
cs_cz: Tyto možnosti ovlivní všechny stránky s výpisem blogu, včetně stránek archivů, autorů, blogů, rubrik, hledání a štítků.

# time difference
source: seconds
cs_cz: sekund

# time difference
source: %s year
cs_cz: %s rokem

# time difference
source: %s week
cs_cz: %s týdnem

# separator in time difference
source: and
cs_cz: a

source: Content-Sidebar
cs_cz: Obsah-Sidebar

source: Sidebar-Content
cs_cz: Sidebar-Obsah

source: Content-Sidebar-Sidebar
cs_cz: Obsah-Sidebar-Sidebar

source: Sidebar-Sidebar-Content
cs_cz: Sidebar-Sidebar-Obsah

source: Sidebar-Content-Sidebar
cs_cz: Sidebar-Obsah-Sidebar

source: Theme SEO Settings
cs_cz: Nastavení SEO šablony

source: Layout Settings
cs_cz: Nastavení rozložení

source: Adjacent Posts %s link tags
cs_cz: Sousední příspěvky %s odkazů štítků

source: Archive Settings
cs_cz: Nastavení archivu

source: Follow me on Twitter
cs_cz: Sledujte mě na Twitteru

source: Color Style
cs_cz: Barevný styl

source: Attachment Page
cs_cz: Stránka přílohy

source: Image Size:
cs_cz: Velikost obrázku:

source: Number of Posts to Show:
cs_cz: Počet příspěvků k zobrazení:

source: Enter scripts or code you would like output to %s:
cs_cz: Vložte skripty nebo kód, který chcete vypsat do %s:

source: The %1$s hook executes immediately before the closing %2$s tag in the document source.
cs_cz: Hook %1$s se provede hned před uzavřením %2$s tagu ve zdrojovém souboru dokumentu.

source: Color Style:
cs_cz: Styl barev:

source: Please select the color style from the drop down list and save your settings.
cs_cz: Vyberte prosím styl barev z výsuvného menu a uložte nastavení.

source: User Permissions
cs_cz: Práva uživatele

source: Author Archive Settings
cs_cz: Nastavení archivu autora

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
cs_cz: Nemůžete použít %s pro vytvoření dvou menu ve stejné podtřídě. Použijte prosím oddělené podtřídy pro každé menu.

source: The argument, "context", has been replaced with "theme_location" in the $args array.
cs_cz: Argument "context" byl nahrazen "theme_location" v poli $args.

source: Dismiss
cs_cz: Zamítnout

source: This is the primary sidebar if you are using a two or three column site layout option.
cs_cz: Toto je hlavní sidebar v případě, že používáte dvou nebo tří sloupcové rozvržení stránky.

source: This is the secondary sidebar if you are using a three column site layout option.
cs_cz: Toto je vedlejší sidebar v případě, že používáte tří sloupcové rozvržení stránky.

source: Footer %d widget area.
cs_cz: Oblast %d widgetů v patičce.

source: Extended page link text
cs_cz: Text odkazu na rozšířenou stránku

source: Header Left
cs_cz: Hlavička vlevo

source: This is the widget area in the header.
cs_cz: Toto je oblast widgetů v hlavičce.

source: Secondary Navigation Menu
cs_cz: Vedlejší navigační menu

source: Custom Text Content
cs_cz: Vlastní textový obsah

source: Error saving settings.
cs_cz: Chyba při ukládání nastavení

source: Archive Headline
cs_cz: Nadpis archivu

source: Leave empty if you do not want to display a headline.
cs_cz: Ponechte prázdné v případě, že nechcete nadpis zobrazit.

source: Archive Intro Text
cs_cz: Úvodní text archivu

source: Leave empty if you do not want to display any intro text.
cs_cz: Ponechte prázdné, pokud nechcete zobrazovat žádný text.

source: on
cs_cz: na

source: Homepage Author
cs_cz: Autor domovské stránky

source: Select the user that you would like to be used as the %s for the homepage. Be sure the user you select has entered their Google+ profile address on the profile edit screen.
cs_cz: Vyberte uživatele, které byste chtěl použít jako %s pro domovskou stránku. Ujistěte se, že vybraný uživatel vložil na obrazovce úprav svou adresu profilu na Google+.

source: Select User
cs_cz: Vyberte uživatele

source: Use for site title/logo:
cs_cz: Použít pro titulek webu / logo:

source: Welcome to Genesis %s
cs_cz: Vítejte v Genesis %s

source: What&#8217;s New
cs_cz: Co je nového

source: Project Leads
cs_cz: Projekt vede

source: Go to Theme Settings &rarr;
cs_cz: Otevřít nastavení šablony &rarr;

source: Go to SEO Settings &rarr;
cs_cz: Otevřít nastavení SEO &rarr;

source: Visit %s&#x02019;s website
cs_cz: Navštivte web %s

source: Read more
cs_cz: Číst více

source: Search this website
cs_cz: Prohledat tento web

source: Read More
cs_cz: Číst více

source: Document Title Settings
cs_cz: Nastavení titulku dokumentu

source: The document title (%s) is the single most important element in your document source for <abbr title="Search engine optimization">SEO</abbr>. It succinctly informs search engines of what information is contained in the document. The title can, and should, be different on each page, but these options will help you control what it will look like by default.
cs_cz: Titulek dokumentu (%s) je nejdůležitějším prvkem ve zdroji vašeho dokumentu pro <abbr title="Optimalizace pro vyhledávače">SEO</abbr>. Titulek vyhledávače informuje, jaké jsou v dokumentu obsaženy informace. Titulek může, a měl by být, odlišný pro každou stránku, ale tato nastavení vám pomohou určit, jak budou vypadat výchozí.

source: <strong>By default</strong>, the home page document title will contain the site title, the single post and page document titles will contain the post or page title, the archive pages will contain the archive type, etc.
cs_cz: Ve <strong>výchozím</strong> nastavení by měl titulek dokumentu domovské stránky obsahovat titulek webu, titulek jednotlivých příspěvků a stránek by měl obsahovat název příspěvku nebo stránky, stránky archivu by měly obsahovat typ archovu a podobně.

source: Add site description (tagline) to %s on home page?
cs_cz: Přidat popisek webu (řádek tagu) k %s na domovskou stránku?

source: Add site name to %s on inner pages?
cs_cz: Přidat název webu k %s na vnitřní stránky?

source: Document Title Additions Location:
cs_cz: Umístění přídavků titulku dokumentu:

source: Determines which side the added title text will go on.
cs_cz: Určuje, na kterou stranu bude přidáný text titulku umístěn.

source: Document Title Separator:
cs_cz: Oddělovač titulku dokumentu:

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
cs_cz: Pokud se titulek skládá ze dvou části (originální titulek a volitelný přídavek), bude oddělovač umístěn mezi ně.

source: Site Description (Tagline)
cs_cz: Popisek webu (řádek tagu)

source: Homepage Document Title:
cs_cz: Titulek dokumentu domovské stránky:

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
cs_cz: Pokud ponecháte pole pro titulek dokumentu prázdné, bude namísto něj použit název webu.

source: Home Meta Description:
cs_cz: Meta popisek domovské stránky:

source: The meta description can be used to determine the text used under the title on search engine results pages.
cs_cz: Meta popisek může být použit pro určení textu použitého pod názvem webu ve výsledcích vyhledávání.

source: Home Meta Keywords (comma separated):
cs_cz: Klíčová slova domovské stránky (oddělna čárkou):

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no <abbr title="Search engine optimization">SEO</abbr> value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
cs_cz: Ve výchozím nastavení umístí WordPress do dokumentu několik tagů %1$s. Většina z těchto tagů není potřebná a nepřidává žádnou hodnotu pro <abbr title="Optimalizace pro vyhledávače">SEO</abbr>, jen zpomalí načtení stránky. Vyberte, které tagy chcete v dokumentu %1$s zachovat. Pokud nevíte, co něco je, nechte odškrtnuto.

source: <span class="genesis-admin-note">Note:</span> The shortlink tag might have some use for 3rd party service discoverability, but it has no <abbr title="Search engine optimization">SEO</abbr> value whatsoever.
cs_cz: <span class="genesis-admin-note">Poznámka:</span> Tag zkráceného odkazu může mít využití pro fungování služeb třetích stran, ale nemá žádný význam pro <abbr title="Optimalizace pro vyhledávače">SEO</abbr>.

source: Some search engines will cache pages in your site (e.g. Google Cache). The %1$s tag will prevent them from doing so. Choose which archives you want %1$s applied to.
cs_cz: Některé vyhledávače budou ukládát stránky vašeho webu (např. Google Cache). Tag %1$s jim v tom zabrání. Vyberte, na které archivy chcete %1$s aplikovat.

source: Header
cs_cz: Hlavička

source: Navigation
cs_cz: Navigace

source: Blog Page Template
cs_cz: Šablona stránky blogu

source: Posts Page
cs_cz: Stránka příspěvků

source: Homepage
cs_cz: Domovská stránka

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
cs_cz: Tato nastavení budou použita na všechny stránky s šablonou "Blog", ne na domovskou stránku nebo stránky archivu příspěvků.

source: Have you tried our Scribe content marketing software? Do research, content and website optimization, and relationship building without leaving WordPress. <b>Genesis owners save big when using the special link on the special page we've created just for you</b>. <a href="%s" target="_blank">Click here for more info</a>.
cs_cz: Zkusili jste náš software pro obsahový marketing Scribe? Udělejte průzkum, optimalizaci obsahu a webu a budujte vztahy bez opuštění WordPressu. <b>Majitelé Genesis výrazně ušetří použitím speciálního odkazu na speciální stránce, kterou jsme vytvořili jen pro vás</b>. <a href="%s" target="_blank">Klikněte zde pro více informací</a>.

source: Lead Developer
cs_cz: Hlavní vývojář

source: Contributors
cs_cz: Přispěvatelé

source: Contributor
cs_cz: Přispěvatel

source: Search Results for:
cs_cz: Výsledky hledání pro:

source: Not found, error 404
cs_cz: Nenalezeno, chyba 404

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
cs_cz: Hledaná stránka už neexistuje. Možná se můžete vrátit zpátky na <a href="%s">domovskou stránku</a> webu a zkusit najít to, co hledáte. Nebo můžete zkusit použít vyhledávací formulář níže.

source: Archive
cs_cz: Archiv

source: View the <a href="%s">%s archive</a>.
cs_cz: Zobrazit <a href="%s">archiv %s</a>.

source: Meta Description
cs_cz: Meta popisek

source: Meta Keywords
cs_cz: Meta klíčová slova

source: Robots Meta Tags:
cs_cz: Me tagy robotů:

source: Apply %s to this archive
cs_cz: Použít %s na tento archiv

source: Scripts
cs_cz: Skripty

source: Page-specific Scripts
cs_cz: Skripty specifické pro stránku

source: Suitable for custom tracking, conversion or other page-specific script. Must include %s tags.
cs_cz: Vhodný pro vlastní tracking, konverze nebo jiný skript specifický pro stránku. Musí obsahovat tagy %s.

source: HTML5 allows for multiple %s tags throughout the document source, provided they are the primary title for the section in which they appear. However, following this standard may have a marginal negative impact on SEO.
cs_cz: HTML5 umožňuje několik %s tagů napříč zdrojovým kódem dokumentu za předpokladu, že jsou hlavním názvem sekce, ve které se zobrazují. Navzdory tomu může mít dodržování tohoto standardu marginální negativní dopad na SEO.

source: Primary Navigation Extras
cs_cz: Doplňky hlavní navigace

source: decimal or hexidecimal entities
cs_cz: decimální nebo hexadecimální entity

source: The changes you made will be lost if you navigate away from this page.
cs_cz: Provedené změny budou ztraceny, pokud se vrátíte z této stránky zpět.

source: Updating Genesis will overwrite the current installed version of Genesis. Are you sure you want to update?. "Cancel" to stop, "OK" to update.
cs_cz: Aktualizace Genesis přepíše aktuální nainstalovanou verzi Genesis. Jste si jisti, že chcete aktualizovat?. "Zrušit" pro zastavení, "OK" pro aktualizaci.

source: at
cs_cz: v

source: Permalink
cs_cz: Trvalý odkaz

source: Sorry, no content matched your criteria.
cs_cz: Omlouváme se, ale žádný obsah neodpovídá zadaným kritériím.

source: Exclude Previously Displayed Posts?
cs_cz: Vyloučit dříve zobrazené příspěvky?

source: Congratulations! You're now running Genesis %s.
cs_cz: Gratulujeme! Nyní provozujete Genesis %s.

source: A Brand New Design
cs_cz: Zbrusu nový design

source: Genesis is sporting a fresh new look. And we've taken advantage of the new HTML5 markup, as well as some snazzy CSS3. We think you're gonna love this.
cs_cz: Genesis podporuje nový a čerstvý vzhled. Využíváme výhod kódu HTML5, stejně jako některých hezkých CSS3. Myslíme si, že tohle budete milovat.

source: Removing Features
cs_cz: Odstranění funkcí

source: Genesis Latest Tweets Widget
cs_cz: Genesis widget Poslední Tweety

source: Single Post Template
cs_cz: Šablona jednoho příspěvku

source: Fancy Dropdowns
cs_cz: Hezké výsuvné menu

source: Boring, but important
cs_cz: Nudné, ale důležité

source: Better named loop hooks for HTML5.
cs_cz: Lépe pojmenované hooky smyčky pro HTML5.

source: Network Upgrade now upgrades the Genesis database for all sites in a network when running WordPress in multisite mode.
cs_cz: Síťová aktualizace nyní aktualizuje databázi Genesis pro všechny weby v síti v případě používání síťového režimu.

source: Widget classes are now coded in PHP5 format.
cs_cz: Třídy widgetů jsou nyní kódovány ve formátu PHP5.

source: Admin CSS and Javascript are now minified.
cs_cz: CSS a JavaScript administrace je nyní minimalizován.

source: Inline HTML comments have been removed to reduce page size.
cs_cz: Inline HTML komentáře byly odstraněny pro omezení velikosti stránky.

source: The Scripts option now has its own metabox when editing an entry.
cs_cz: Možnost Skripty má nyní svůj vlastní box při úpravě položky.

source: Custom Post Type archive pages now have a settings page so you can control the output.
cs_cz: Stránky archivu vlastních typů příspěvků mají nyní stránku nastavení pro kontrolu výstupu.

source: Genesis tracks displayed entry IDs so you can exclude entries from showing twice on a page.
cs_cz: Genesis sleduje ID zobrazených položek, abyste mohli položky vyloučit z dvojího zobrazení na stránce.

source: Entries without titles now display a permalink after the post content.
cs_cz: Položky bez titulků nyní zobrazí trvalý odkaz po obsahu příspěvku.

source: Install %s
cs_cz: Nainstalovat %s

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
cs_cz: Hledaná stránka už neexistuje. Možná se můžete vrátit zpátky na <a href="%s">domovskou stránku</a> webu a zkusit najít to, co hledáte. Nebo ji můžete zkusit najít s informacemi níže.
