Repository: Scid/wpcz
Catalog: Genesis/*.po
Languages: cs_cz

source: You can import a file you've previously exported. The file name will start with %s followed by one or more strings indicating which settings it contains, finally followed by the date and time it was exported.
cs_cz: Můžete importovat soubor, který jste dříve exportovali. Jméno souboru bude začínat s %s následováno řetězci indikujícími, které nastavení obsahuje a bude zakončeno datem a časem exporu.

source: Once you upload an import file, it will automatically overwrite your existing settings.
cs_cz: Jakmile nahrajete importovaný soubor, bude automaticky přepsáno existující nastavení.

source: You can export your Genesis-related settings to back them up, or copy them to another site. Child themes and plugins may add their own checkboxes to the list. The settings are exported in %s format.
cs_cz: Můžete exportovat nastavení související s Genesis pro jejich zálohu nebo překopírování na jiný web. Dědičné šablony a pluginy mohou do seznamu přidat své vlastná zatržítka. Nastavení jsou exportována ve formátu %s.

source: The Archive Headline sets the title seen on the archive page
cs_cz: Nadpis archivu nastavuje titulek, který se zobrazuje na stránce archivu

source: The Archive Intro Text sets the text before the archive entries to introduce the content to the viewer.
cs_cz: Úvodní text archivu nastavuje text před položkami archivu k představení obsahu prohlížejícímu.

source: The Custom Document Title sets the page title as seen in browsers and search engines.
cs_cz: Vlastní titulek dokumentu nastavuje titulek stránky zobrazený v prohlížečích a vyhledávačích.

source: The Meta description and keywords fill in the meta tags for the archive page. The Meta description is the short text blurb that appear in search engine results.
cs_cz: Meta popisek a klíčová slova budou použity v meta tazích na archivní stránce. Meta popisek je krátký text, který se zobrazuje ve výsledcích vyhledávání.

source: The Robots Meta Tags tell search engines how to handle the archive page. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
cs_cz: Meta tagy robotů říkají vyhledávačům, jak zacházet se stránkou archivu. Noindex znamená, že stránka nebude indexována vůbec a nezobrazí se ve výsledcích hledání. Nofollow znamená, že nebudou následovány žádné odkazy ze stránky a noarchiv značí, že nebude vytvářena archivní kopie stránky.

source: This lets you select the layout for the archive page. On most of the child themes you'll see these options:
cs_cz: Tato možnost umožňuje nastavit rozložení stránky archivu. Ve většině dědičných šablon uvidíte toto nastavení:

source: These options can be extended or limited by the child theme.
cs_cz: Tato nastavení mohou být rozšířena nebo omezena dědičnou šablonou.

source: The Custom Body Class adds a class to the body tag in the HTML to allow CSS modification exclusively for this post type's archive page.
cs_cz: Vlastní třída body přidá třídu body tagu v HTML a umožní modifikace CSS výlučně pro stránku archivu tohoto typu obsahu..

source: Upload the data file (%s) from your computer and we'll import your settings.
cs_cz: Nahrejte datový soubor (%s) z vašeho počítače a my importujeme vaše nastavení.

source: When you click the button below, Genesis will generate a data file (%s) for you to save to your computer.
cs_cz: Když kliknete na tlačítko níže, Genesis vygeneruje datový soubor (%s) pro uložení na vašem počítači.

source: Use semantic HTML5 page and section headings throughout site?
cs_cz: Použít sémantickou HTML5 stránku a nadpisy sekcí napříč webem?

source: These options can be extended or limited by the child theme. Additionally, many of the child themes do not allow different layouts on the home page as they have been designed for a specific home page layout.
cs_cz: Tato nastavení mohou být rozšířena nebo omezena dědičnou šablonou. Navíc mnoho dědičných šablon neumožňuje různé rozložení na domovské stránce, protože už byly navrženy s konkrétním rozvržením,

source: This works with the Blog Template, which is a page template that shows your latest posts. It's what people see when they land on your homepage.
cs_cz: Tato možnost pracuje s šablonou Blog, která je šablonou stránky zobrazující vaše poslední příspěvky. Tuto šablonu lidé uvidí, když si zobrazí vaši domovskou stránku.

source: In the General Settings you can select a specific category to display from the drop down menu, and exclude categories by ID, or even select how many posts you'd like to display on this page.
cs_cz: V obecném nastavení můžete vybrat specifickou rubriku k zobrazení z výsuvného menu, dále také vyloučit rubriky podle ID nebo dokonce vybrat, kolik příspěvků chcete na této stránce zobrazit.

source: There are some special features of the Blog Template that allow you to specify which category to show on each page using the template, which is helpful if you have a "News" category (or something else) that you want to display separately.
cs_cz: Jsou k dispozici speciální funkce šablony Blog, které vám umožní určit, jakou rubriku zobrazit na které stránce použitím šablon, jež jsou nápomocné, pokud máte rubriku "Novinky" (nebo jinou), kterou chcete zobrazit odděleně.

source: You can find more on this feature in the <a href="%s" target="_blank">How to Add a Post Category Page tutorial.</a>
cs_cz: Více o této funkci můžete najít v tutoriálu <a href="%s" target="_blank">Jak přidat stránku rubriky příspěvku</a>.

source: If you provide an email address above, you will be notified via email when a new version of Genesis is available.
cs_cz: Pokud nám výše poskytnete emailovou adresu, budete emailem upozorněni, jakmile bude k dispozici nová verze Genesis.

source: Load Superfish Script?
cs_cz: Nahrát skript Superfish?

source: Genesis has always been on the cutting edge of web technology, and Genesis 2.0 continues in that excellent tradition. With a single line of code in a child theme, Genesis will now output HTML5 markup in place of the old XHTML tags. Also, every theme we build in the future will be developed on HTML5.
cs_cz: Genesis byl vždy na vrcholu webových technologií a Genesis 2.0 v této skvělé tradici pokračuje. S jedinou řádkou kódu v dědičné šabloně nyní Genesis vypisuje HTML5 kód namísto starých XHTML tagů. Také každá další budoucí šablona, jíž vytvoříme, bude v HTML5,

source: If you're using a theme with HTML5 enabled, Genesis will also output your markup using microdata.. Not sure what that is? We don't blame you. Take a look at <a href="%s" target="_blank">this explanation</a>. Still confused? Don't worry. That's why you're using a framework. We did all the research and modified the markup to serve search engines the Microdata they're looking for, so you don't have to. It's good to be a Genesis user.
cs_cz: Pokud používáte šablonu se zapnutým HTML5, Genesis bude i váš kód vypisovat jako mikrodata. Nejste si jisti, co to je? Nebudeme vás obviňovat. Podívejte se na <a href="%s" target="_blank">toto vysvětlení</a>. Pořád jste zmateni? Nezoufejte. To proto používáte framework. Udělali jsme veškerý výzkum za vás a upravili syntaxi tak, aby vyhledávačům servírovala mikrodata, která chtějí, namísto vás. Je super být uživatelem Genesis.

source: We want to keep Genesis as lightweight as possible for you, nobody wants to use bloated software. So we've removed the Latest Tweets widget, eNews widget, the "post templates" feature, and the "fancy dropdowns" setting. But fear not! If you want those features back, click below to install the handy plugins we created for you.
cs_cz: Chceme Genesis zachovat tak lehký, jak to jen půjde. Nikdo nechce používat nabobtnalý software. Proto jsme odstranili widget posledních tweetů, widget eNews, funkci "šablony příspěvků" a nastavení "hezkých dropdownů". Ale nebojte! Pokud chcete tyto funkce zpět, klikněte níže pro instalaci užitečných pluginů, které jsme pro výs vytvořili.

source: We're always improving. Call it a sickness, but we like to make things work really, really well. Here's a list of the technical changes in this latest release.
cs_cz: Vždy se vylepšujeme. Říkejte tomu třeba nemoc, ale opravdu rádi děláme opravdu dobře funkční věci. Tady je seznam technických změn v posledním vydání.

source: data in style sheet files
cs_cz: data v souborech stylu

source: This is the %s. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
cs_cz: Toto je %s. Do této oblasti můžete přidat obsah návštěvou <a href="%s">Panelu widgetů</a> a přidávat nové widgety do této oblasti.

source: The <strong>Dynamic text</strong> option will use the Site Title and Site Description from your site's settings in your header.
cs_cz: Možnost <strong>Dynamický text</strong> použije titulek webu a popis webu v hlavičce z vašeho nastavení.

source: The <strong>Image logo</strong> option will use a logo image file in the header instead of the site's title and description. This setting adds a .header-image class to your site, allowing you to specify the header image in your child theme's style.css. By default, the logo can be saved as logo.png and saved to the images folder of your child theme.
cs_cz: Možnost <strong>Obrázkové logo</strong> použije v hlavičce obrázkový soubor loga namísto titulku a popisku webu. Toto nastavení přidá na web třídu .header-image, což umožní určit obrázek v hlavičce ve style.css vaší dědičné šablony. Ve výchozím nastavení může být logo uloženo jako logo.png do složky images ve vaší dědičné šabloně.

source: The Primary Navigation Extras typically display on the right side of your Primary Navigation menu.
cs_cz: Doplňky hlavní navigace se typicky zobrazují na pravé straně menu Hlavní navigace.

source: Today's date displays the current date
cs_cz: Dnešní datum zobrazí aktuální datum

source: RSS feed link displays a link to the RSS feed for your site that a reader can use to subscribe to your site using the feedreader of their choice.
cs_cz: Odkaz na RSS zdroj zobrazí odkaz na RSS zdroj vašeho webu a čtenář jej může použít k přihlášení k odběru webu v jeho čtečce.

source: Search form displays a small search form utilizing the WordPress search functionality.
cs_cz: Vyhledávací formulář zobrazí malý formulář užívající wordpressovou funkci hledání.

source: Twitter link displays a link to your Twitter profile, as indicated in Twitter ID setting. Enter only your user name in this setting.
cs_cz: Twitter odkaz zobrazí odkaz na Twitter profil uvedený v nastavení Twitter ID. Do tohoto nastavení vložte pouze uživatelské jméno.

source: In order to view the Primary navigation menu settings, you must build a <a href="%s">custom menu</a>, then assign it to the Primary Menu Location.
cs_cz: Abyste mohli prohlížet nastavení hlavní navigace, je nejprve nutné postavit <a href="%s">vlastní menu</a> a pak jej přiřadit do oblasti Hlavní menu.

source: Genesis %s is available. <a href="%s" %s>Check out what's new</a> or <a href="%s" %s>update now.</a>
cs_cz: Genesis %s je k dispozici. <a href="%s" %s>Podívejte se, co je nového</a> nebo <a href="%s" %s>nyní aktualizujte.</a>

source: This allows you to import or export Genesis Settings.
cs_cz: Tato možnost umožní importovat nebo exportovat nastavení Genesis.

source: This is specific to Genesis settings and does not includes posts, pages, or images, which is what the built-in WordPress import/export menu does.
cs_cz: Tato možnost je specifická k nastavení Genesis a neobsahuje příspěvky, stránky nebo obrázky, které má na starosti zabudovaný WordPress import/export.

source: It also does not include other settings for plugins, widgets, or post/page/term/user specific settings.
cs_cz: Dále také neobsahuje další nastavení pro pluginy, widgety nebo nastavení pro příspěvek/stránku/termín/uživatele.

source: This cannot be undone
cs_cz: Tuto možnost není možné vrátit zpět

source: JavaScript Object Notation
cs_cz: JavaScriptový objektový zápis

source: For more information:
cs_cz: Pro více informací:

source: Get Support
cs_cz: Získat podporu

source: Genesis Snippets
cs_cz: Genesis útržky

source: Genesis Tutorials
cs_cz: Genesis návody

source: Genesis SEO (search engine optimization) is polite, and will disable itself when most popular SEO plugins (e.g., All-in-One SEO, WordPress SEO, etc.) are active.
cs_cz: Genesis SEO (optimalizace pro vyhledávače) je vlídná a vypne se, pokud jsou aktivní nejpopulárnější SEO pluginy (např. All-on-One SEO, WordPress SEO, apod.).

source: If you don’t see an SEO Settings sub menu, then you probably have another SEO plugin active.
cs_cz: Pokud nevidíte podmenu Nastavení SEO, pak máte nejspíš aktivní jiný SEO plugin.

source: If you see the menu, then opening that menu item will let you set the General SEO settings for your site.
cs_cz: Pokud vidíte menu, pak otevřením položky získáte obecné nastavení SEO pro váš web.

source: Each page, post, and term will have its own SEO settings as well. The default settings are recommended for most users. If you wish to adjust your SEO settings, the boxes include internal descriptions.
cs_cz: Každá stránka, příspěvek nebo termín má také své vlastní nastavení SEO. Výchozí nastavení jsou doporučena pro většinu uživatelů. Pokud si přejete upravit vaše SEO nastavení, boxy obsahují interní popisky.

source: Below you'll find a few succinct notes on the options for each box:
cs_cz: Níže naleznete několik stručných poznámek k nastavení každého boxu:

source: Doctitle Settings
cs_cz: Nastavení titulku

source: <strong>Append Site Description</strong> will insert the site description from your General Settings after the title on your home page.
cs_cz: <strong>Přidružit popisek webu</strong> vloží popisek webu z obecného nastavení za titulek do vaší domovské stránky.

source: <strong>Append Site Name</strong> will put the site name from the General Settings after the title on inner page.
cs_cz: <strong>Přidružit jméno webu</strong> vloží jméno webu z obecného nastavení za titulek do vnitřní stránky.

source: <strong>Doctitle Append Location</strong> determines which side of the title to add the previously mentioned items.
cs_cz: <strong>Místo přidružení titulku</strong> určí, na kterou stranu titulku přidat výše změněné položky.

source: The <strong>Doctitle Separator</strong> is the character that will go between the title and appended text.
cs_cz: <strong>Oddělovač titulku</strong> je znak, který bude vložen mezi titulek a přidružený text.

source: These are the homepage specific SEO settings. Note: these settings will not apply if a static page is set as the front page. If you're using a static WordPress page as your hompage, you'll need to set the SEO settings on that particular page.
cs_cz: Zde jsou specifická SEO nastavení pro domovskou stránku. Poznámka: toto nastavení nebude aplikováno na statickou stránku, která je nastavena jako domovská stránka. Pokud používáte statickou WordPress stránku jako svou domovskou stránku, musíte použít SEO nastavení této konkrétní stránky.

source: You can also specify if the Site Title, Description, or your own custom text should be wrapped in an &lt;h1&gt; tag (the primary heading in HTML).
cs_cz: Můžete také specifikovat název webu, popisek nebo váš vlastní text, který bude obalen &lt;h1&gt; tagem (hlavní nadpis v HTML).

source: To add custom text you'll have to either edit a php file, or use a text widget on a widget enabled homepage.
cs_cz: K přidání vlastního textu musíte buď upravit PHP soubor nebo použít textový widget na domovské stránce se zapnutými widgety.

source: The home doctitle sets what will appear within the <title></title> tags (unseen in the browser) for the home page.
cs_cz: Titulek domovské stránky nastaví, co se zobrazí v <title></title> tagu (není v prohlížeči vidět) domovské stránky.

source: The home META description and keywords fill in the meta tags for the home page. The META description is the short text blurb that appear in search engine results.
cs_cz: Domovský META popisek a klíčová slova vyplňují meta tagy pro domovskou stránku. Meta popisek je krátký text, který se zobrazuje ve výsledcích vyhledávání.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesn’t match with your targeted key words, then you may need to consider your content more carefully.
cs_cz: Většina vyhledávačů v tuto chvíli nepoužívá klíčová slova nebo jim dává jen minimální váhu. Klíčová slova je vhodé použít, pokud jim v budoucnu plánujete dát větší váhu nebo jako pomocíka pro obsah. Pokud obsah neodpovídá zamýšleným klíčovým slovům, měli byste zvážit obsah stránky pečlivěji.

source: The Homepage Robots Meta Tags tell search engines how to handle the homepage. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
cs_cz: Meta tagy robotů domovské stránky říkají vyhledávačům, jak s domovskou stránkou zacházet. Noindex znamená, že stránka nebude indexována vůbec a nezobrazí se ve výsledcích hledání. Nofollow znamená, že nebudou následovány žádné odkazy ze stránky a noarchiv značí, že nebude vytvářena archivní kopie stránky.

source: The Relationship Link Tags are tags added by WordPress that currently have no SEO value but slow your site load down. They're disabled by default, but if you have a specific need&#8212;for a plugin or other non typical use&#8212;then you can enable as needed here.
cs_cz: Příbuzenské odkazové štítky jsou štítky přidávané WordPressem, které aktuálně nemají pro SEO žádnou váhu, ale vaše stránky zpomalují. Ve výchozím nastavení jsou vypnuty, ale pokud máte specifické požadavky pro plugin nebo další netypické použití, pak je zde můžete povolit.

source: You can also add support for Windows Live Writer if you use software that supports this and include a shortlink tag if this is required by any third party service.
cs_cz: Můžete také přidat podporu pro Windows Live Writer, používáte-li software, který jej podporuje a potřebujete vložit krátký odkazový štítek, pokud je požadován jakoukoli službou třetích stran.

source: Noarchive and noindex are explained in the home settings. Here you can select what other parts of the site to apply these options to.
cs_cz: Noarchive a noindex jsou vysvětleny u nastavení domovské stránky. Zde můžete vybrat, na které další části webu tato nastavení použít.

source: At least one archive should be indexed, but indexing multiple archives will typically result in a duplicate content penalization (multiple pages with identical content look manipulative to search engines).
cs_cz: Alespoň jedna stránka archivu by měla být indexována, nicméně indexování více stránek archivu obvykle vyústí v penalizaci duplicitního obsahu (více stránek se stejným obsahem vypadá pro vyhledávače podezřele).

source: For most sites either the home page or blog page (using the blog template) will serve as this index which is why the default is not to index categories, tags, authors, dates, or searches.
cs_cz: Na většině webů bude domovská stránka nebo stránka blogu (používající šablonu blogu) sloužit jako index a proto se ve výchozím nastavení neidexují rubriky, štítky, autoři, data nebo hledání.

source: Canonical links will point search engines to the front page of paginated content (search engines have to choose the “preferred link” when there is duplicate content on pages).
cs_cz: Kanonické odkazy nasměrují vyhledávače na domovskou stránku stránkovaného obsahu (vyhledávače musí vybrat „preferovaný odkaz“ pokud je na stránkách duplikovaný obsah).

source: This tells them “this is paged content and the first page starts here” and helps to avoid spreading keywords across multiple pages.
cs_cz: Tato možnost jim řekne „toto je stránkovaný obsah a první stránka začíná zde“ a pomůže zabránit rozšiřování klíčových slov v rámci více stránek.

source: SEO Archives
cs_cz: SEO archivy

source: Your Theme Settings provides control over how the theme works. You will be able to control a lot of common and even advanced features from this menu. Some child themes may add additional menu items to this list, including the ability to select different color schemes or set theme specific features such as a slider. Each of the boxes can be collapsed by clicking the box header and expanded by doing the same. They can also be dragged into any order you desire or even hidden by clicking on "Screen Options" in the top right of the screen and "unchecking" the boxes you do not want to see. Below you'll find the items common to every child theme...
cs_cz: Nastavení šablony poskytuje kontrolu nad fungováním šablony. Z tohoto menu můžete ovládat více běžných i složitějších funkcí. Některé dědičné šablony mohou přidávat další položky menu do tohoto seznamu, včetně možnosti vybrat další barevná schémata nebo nastavit některé specifické funkce šablony jako například slider. Každý z boxů může být skryt kliknutím na hlavičku boxu a zobrazen stejným způsobem. Mohou být také přetaženy na libovolné místo a nebo být dokonce skryty kliknutím na "Nastavení zobrazení" v pravé horní části obrazovky a "odškrtnutí" boxů, které nechcete vidět. Níže naleznete položky běžné pro každé dědičné téma.

source: The information box allows you to see the current Genesis theme information and display if desired.
cs_cz: Informační box umožňuje vidět informace k současné Genesis šabloně a zobrazit je v případě potřeby.

source: Normally, this should be unchecked. You can also set to enable automatic updates.
cs_cz: Standardně by tento box neměl být zaškrtnut. Můžete také nastavit aktivní automatické aktualizace.

source: This does not mean the updates happen automatically without your permission; it will just notify you that an update is available. You must select it to perform the update.
cs_cz: Toto neznamená, že se aktualizace provedou automaticky bez vašeho povolení. Dojde pouze k upozornění v případě dostupnosti aktualizace a stále musíte provedení aktualizace vybrat.

source: If you provide an email address and select to notify that email address when the update is available, your site will email you when the update can be performed.No, updates only affect files being updated.
cs_cz: Pokud zadáte svou emailovou adresu, můžete dostávat upozornění v případě dostupnosti aktualizace. Váš web vám pošle email, když bude možné provést aktualizaci. Aktualizace ovlivňují pouze aktualizované soubory.

source: If you use Feedburner to handle your rss feed(s) you can use this function to set your site's native feed to redirect to your Feedburner feed.
cs_cz: Používáte-li Feedburner pro váš RSS zdroj (zdroje) můžete použít tuto funkci pro nastavení přesměrování zdroje webu na zdroj Feedburneru.

source: By filling in the feed links calling for the main site feed, it will display as a link to Feedburner.
cs_cz: Vyplněním odkazu na zdroj dochází při zavolání hlavního zdroje webu k zobrazení odkazu na Feedburner.

source: By checking the "Redirect Feed" box, all traffic to default feed links will be redirected to the Feedburner link instead.
cs_cz: Zaškrtnutím pole "Přesměrovat zdroj" bude veškerá návštěvnost výchozích odkazů zdroje přesměrována na odkaz Feedburneru.

source: This lets you select the default layout for your entire site. On most of the child themes you'll see these options:
cs_cz: Tato možnost vám dovoluje vybrat výchozí rozložení pro celý web. Ve většině dědičných šablon uvidíte tyto možnosti:

source: Content Sidebar
cs_cz: Obsah Sidebar

source: Sidebar Content
cs_cz: Sidebar Obsah

source: Sidebar Content Sidebar
cs_cz: Sidebar Obsah Sidebar
