Repository: Scid/wpcz
Catalog: SeedProd Coming Soon Pro/seedprod-*.po
Languages: cs_cz

source: Paste in the urls to the images you like to use for your slideshow one per line. <a href="https://seedprod.zendesk.com/entries/22545416-how-to-create-a-background-slideshow" target="_blank">Learn How</a>
cs_cz: Zvlášť na řádek vložte URL obrázků, které chcete použít ve slideshow. <a href="https://seedprod.zendesk.com/entries/22545416-how-to-create-a-background-slideshow" target="_blank">Zjistěte jak</a>

source: Background Video (Beta)
cs_cz: Video na pozadí (beta)

source: This is very much a beta feature. There may be bugs.
cs_cz: Toto je velmi experimentální funkce a mohou se objevit chyby.

source: Enable Background Video
cs_cz: Zapnout video na pozadí

source: This will override the setting above and create a background video. Mobile devices will not auto play video so the background image above will be used instead.
cs_cz: Tato možnost přepíše nastavení výše a vytvoří video na pozadí. Mobilní zařízení video nepřehrají automaticky a proto na nich bude použit obrázek na pozadí.

source: Background Video URL
cs_cz: Adresa videa na pozadí

source: Enter the YouTube, Vimeo or MP4 url.
cs_cz: Vložte YouTube, Vimeo nebo MP4 adresu.

source: Background Video HD
cs_cz: HD video na pozadí

source: Control hd playback (YouTube videos only).
cs_cz: Ovládat HD přehrávání (pouze YouTube videa)

source: Background AdProof
cs_cz: AdProof na pozadí

source: Scale the youtube player larger than the browser to obscure ads (YouTube videos only).
cs_cz: Zvětšit YouTube přehrávač nad velikost okna prohlížeče ke skrytí reklam (pouze YouTube videa).

source: Text Color
cs_cz: Barva textu

source: Link &amp; Button Color
cs_cz: Barva odkazu &amp; tlačítka

source: Headline Color
cs_cz: Barva nadpisu

source: If no Headline Color is choosen then the Link &amp; Button Color will be used.
cs_cz: Pokud nená vybrána barva nadpisu, bude použita barva odkazu &amp; tlačítka.

source: Text Font
cs_cz: Písmo textu

source: Headline Font
cs_cz: Písmo nadpisu

source: If you choose 'Inherit' as a headline font then the text font will be used.
cs_cz: Pokud vyberete možnost 'Zdědit' jako písmo nadpisu, bude použito písmo textu.

source: Button Font
cs_cz: Písmo tlačítka

source: If you choose 'Inherit' as a button font then the headline font will be used.
cs_cz: Pokud vyberete možnost 'Zdědit' jako písmo tlačítka, bude použito písmo nadpisu.

source: Enter your <a href="https://typekit.com" target="_blank">Typekit</a> Kit ID. This will override the fonts above.
cs_cz: Vložte <a href="https://typekit.com" target="_blank">Typekit</a> Kit ID. Tato možnost přepíše písma výše.

source: Text Effects
cs_cz: Efekty textu

source: Inset <small class="description">: Adds a subtle inset shadow</small>
cs_cz: Vnitřní <small class="description">: Přidá lehký vnitřní stín</small>

source: Container
cs_cz: Kontejner

source: Enable Container
cs_cz: Zapnout kontejner

source: A container is a wrapper that will encapsulate your coming soon content.
cs_cz: Kontejner je obal, který obklopí coming soon obsah.

source: Container Color
cs_cz: Barva kontejneru

source: Container Position
cs_cz: Umístění kontejneru

source: Left
cs_cz: Vlevo

source: Center
cs_cz: Uprostřed

source: Right
cs_cz: Vpravo

source: Container Effects
cs_cz: Efekty kontejneru

source: Fade In
cs_cz: Rozsvěcování

source: Drop Shadow
cs_cz: Vržený stín

source: Glow
cs_cz: Záře

source: Border
cs_cz: Ohraničení

source: Rounded Corners
cs_cz: Zaoblené rohy

source: Opacity
cs_cz: Průhlednost

source: These effects only work in modern browsers. Not sure what a <a target="_blank" href="http://browsehappy.com/">modern browser</a> is?
cs_cz: Tyto efekty budou fungovat pouze v moderních prohlížečích. Nejse si jisti, co je <a target="_blank" href="http://browsehappy.com/">moderní prohlížeč</a>?

source: Template
cs_cz: Šablona

source: Custom CSS
cs_cz: Vlastní CSS

source: Need to tweaks the styles? Add your custom CSS here.
cs_cz: Potřebujete upravit styly? Sem přidejte vaše vlastní CSS.

source: Code
cs_cz: Kód

source: If you need to make some advanced changes to the template you can edit the code above directly.
cs_cz: Pokud potřebujete udělat nějaké pokročilejší změny v šabloně, můžete upravit kód výše přímo.

source: Template Tags
cs_cz: Tagy šablony

source: <code>{Title}</code> - Display your title. Settings > Coming Soon Pro Settings > Header > SEO Title <br> <code>{MetaDescription}</code> - Displays your description along with the proper meta tags. Settings > Coming Soon Pro > Settings > Header > SEO Meta Description <br> <code>{Privacy}</code> - Displays noindex tag if set to private. Settings > Privacy <br> <code>{Favicon}</code> - Displays favicon tag. Settings > Coming Soon Pro > Settings > Header > Favicon <br> <code>{Head}</code> - Required in the <head> Displays custom scripts for the page. Settings > Coming Soon Pro > Advanced > Scripts<br> <code>{Custom CSS}</code> - Displays custom css page. Settings > Coming Soon Pro > Design > Template > Custom CSS<br> <code>{Logo}</code> - Displays your logo if set. Settings > Coming Soon Pro > Settings > Page Settings > Logo<br> <code>{Headline}</code> - Displays your headline if set. Settings > Coming Soon Pro > Settings > Page Settings > Headline<br> <code>{Description}</code> - Displays your description if set. Settings > Coming Soon Pro > Settings > Page Settings > Description<br> <code>{ProgressBar}</code> - Displays a progress bar if enabled. Settings > Coming Soon Pro > Settings > Progress Bar Settings<br> <code>{Countdown}</code> - Displays a countdown if enabled. Settings > Coming Soon Pro > Settings > Countdown Settings<br> <code>{Form}</code> - Displays signup form and thank you page. Settings > Coming Soon Pro > Settings<br> <code>{SocialProfiles}</code> - Displays your social profiles if set. Settings > Coming Soon Pro > Settings > Social Media Profiles<br> <code>{Credit}</code> - Displays your footer credit if set. Settings > Coming Soon Pro > Settings > Footer Credit<br> <code>{Footer}</code> - Displays required scripts for the page.<br>
cs_cz: <code>{Title}</code> - Zobrazí titulek. Nastavení > Coming Soon Pro nastavení > Hlavička > SEO titulek <br> <code>{MetaDescription}</code> - Zobrazí váš popisek spolu s ostatními meta tagy. Settings > Coming Soon Pro > Nastavení >Hlavička > SEO meta popisek <br> <code>{Privacy}</code> - Při nastavení na soukromý zobrazí noindex tag. Nastavení > Soukromí <br> <code>{Favicon}</code> - Zobrazí tag favicon. Nastavení > Coming Soon Pro > Nastavení > Header > Favicon <br> <code>{Head}</code> - Nutno použít v <head> Zobrazí vlastní skripty stránky. Nastavení > Coming Soon Pro > Pokročilé > Skripty<br> <code>{Custom CSS}</code> - Zobrazí vlastní CSS stránku. Nastavení > Coming Soon Pro > Vzhled > Šablona > Vlastní CSS<br> <code>{Logo}</code> - Zobrazí logo, je-li nastaveno. Nastavení > Coming Soon Pro > Nastavení > Nastavení stránky > Logo<br> <code>{Headline}</code> - Zobrazí nadpis, je-li nastaven. Nastavení > Coming Soon Pro > Nastavení > Nastavení stránky > Nadpis<br> <code>{Description}</code> - Zobrazí popis, je-li nastaven. Nastavení > Coming Soon Pro > Nastavení > Nastavení stránky > Popis<br> <code>{ProgressBar}</code> - Zobrazí ukazatel průběhu, je-li nastaven. Nastavení > Coming Soon Pro > Nastavení > Nastavení ukazatele průběhu<br> <code>{Countdown}</code> - Zobrazí odpočet, je-li zapnut. Nastavení > Coming Soon Pro > Nastavení > Nastavení odpočtu<br> <code>{Form}</code> - Zobrazí přihlašovací formulář a stránku poděkování. Nastavení > Coming Soon Pro > Nastavení<br> <code>{SocialProfiles}</code> - Zobrazí sociální profily, jsou-li nastaveny. Nastavení > Coming Soon Pro > Nastavení > Sociální profily<br> <code>{Credit}</code> - Zobrazí poděkování v patičce, je-li nastaveno. Nastavení > Coming Soon Pro > Nastavení > Poděkování v patičce<br> <code>{Footer}</code> - Zobrazí potřebné skripty pro stránku.<br>

source: Advanced
cs_cz: Pokročilé

source: Access
cs_cz: Přístup

source: Client View URL
cs_cz: Adresa prohlížení klientem

source: Enter a phrase above and give your client a secret url that will allow them to bypass the Coming Soon page. The cookie life is 6 hours. After the cookie expires they will need to revisit the client view url to regain access.
cs_cz: Výše vložte frázi a dejte klientovi tajnou adresu, která mu umožní obejít Coming Soon stránku. Životnost cookie je 6 hodin. Po expiraci cookie bude klient nucen navštívit znova adresu pro opětovný přístup.

source: Access by IP
cs_cz: Přístup dle IP

source: All visitors from certain IP's to bypass the Coming Soon page. Put each IP on it's own line.
cs_cz: Všichni návštěvníci z určité IP adresy obejdou Coming Soon stránku. Vložte každou IP na svůj vlastní řádek.

source: Access by Role
cs_cz: Přístup dle role

source: By default anyone logged in will see the regular site and not the coming soon page. To override this select Roles that will be given access to see the regular site.
cs_cz: Ve výchozím nastavení uvidí každý přihlášený normální web namísto Coming Soon stránky. Pro změnu vyberte role, které budou mít přístup k normálnímu webu.

source: Landing Page Mode
cs_cz: Režim landing stránky

source: Only display the coming soon page on one page of your site and use it as a landing page. Leave unselected if you want the coming soon page to be display on your entire site.
cs_cz: Zobrazte Coming Soon stránku pouze na jedné stránce vašeho webu a použijte ji jako landing stránku. Ponechte nezatržené pro použití Coming Soon stránky na celý web.

source: Include URL Pattern
cs_cz: Zahrnout URL vzor

source: Include certain urls to only diplay the coming soon page on a section of your site using <a href="http://en.wikipedia.org/wiki/Regex" target="_blank">regular expressions</a>. For example enter "blog" will include pages with the url: http://example.org/blog/*. <a href="https://seedprod.zendesk.com/entries/23050096-exclude-and-include-urls-pattern-examples" target="_blank">See more examples</a> and learn how to include multiple pages. This is useful if you are working on a new section of your site.
cs_cz: Zahrne určité adresy, které budou zobrazovat pouze Coming Soon stránku s použitím <a href="http://en.wikipedia.org/wiki/Regex" target="_blank">regulérních výrazů</a>. Například "blog" zahrne stránky s adresou: http://example.org/blog/*. <a href="https://seedprod.zendesk.com/entries/23050096-exclude-and-include-urls-pattern-examples" target="_blank">Podívejte se na více příkladů</a> a zjistěte jak zahrnout více stránek. Tato možnost je užitečná při práci na nových sekcích webu.

source: Exclude URL Pattern
cs_cz: Vyloučit URL vzor

source: Exclude certain urls from displaying the Coming Soon page using <a href="http://en.wikipedia.org/wiki/Regex" target="_blank">regular expressions</a>. For example enter "blog" will exclude the url: http://example.org/blog/. <a href="https://seedprod.zendesk.com/entries/23050096-exclude-and-include-urls-pattern-examples" target="_blank">See more examples</a> and learn how to exclue multiple pages. This is useful if a section of you site is ready to be viewed or you have a login page on the frontend.
cs_cz: Vyloučí určité adresy ze zobrazování Coming Soon stránky s použitím <a href="http://en.wikipedia.org/wiki/Regex" target="_blank">regulérních výrazů</a>. Například "blog" vyloučí stránky s adresou: http://example.org/blog/*. <a href="https://seedprod.zendesk.com/entries/23050096-exclude-and-include-urls-pattern-examples" target="_blank">Podívejte se na více příkladů</a> a zjistěte jak vyloučit více stránek. Tato možnost je užitečná, pokud už je na vašem webu funkční sekce nebo máte na úvodní stránce přihlašovací formulář.

source: Scripts
cs_cz: Skripty

source: Enable Responsiveness
cs_cz: Zapnout responsive

source: Makes the page responsive.
cs_cz: Učiní stránku responsivní.

source: Enable FitVid
cs_cz: Zapnout FitVid

source: Makes your videos responsive.
cs_cz: Učiní video responsivním.

source: Enable wp_head &amp; wp_footer
cs_cz: Zapnout wp_head &amp; wp_footer
