Repository: Scid/wpcz
Catalog: SeedProd Coming Soon Pro/seedprod-*.po
Languages: cs_cz

source: WordPress %s and higher required. The plugin has now disabled itself. On a side note why are you running an old version :( Upgrade!
cs_cz: Je nutný WordPress %s a vyšší. Plugin se nyní sám deaktivoval. Mimochodem, proč máte starou verzi WordPressu :( Aktualizujte!

source: Settings reset.
cs_cz: Obnovit nastavení.

source: &larr; Close Window
cs_cz: &larr; Zavřít okno

source: Live Preview
cs_cz: Live náhled

source: Support
cs_cz: Podpora

source: Save
cs_cz: Uložit

source: Refresh List
cs_cz: Obnovit seznam

source: Width
cs_cz: Šířka

source: Color
cs_cz: Barva

source: Radius
cs_cz: Rádius

source: 01-Jan
cs_cz: 01-Led

source: 02-Feb
cs_cz: 02-Úno

source: 03-Mar
cs_cz: 03-Bře

source: 04-Apr
cs_cz: 04-Dub

source: 05-May
cs_cz: 05-Kvě

source: 06-Jun
cs_cz: 06-Čer

source: 07-Jul
cs_cz: 07-Čvc

source: 08-Aug
cs_cz: 08-Srp

source: 09-Sep
cs_cz: 09-Zář

source: 10-Oct
cs_cz: 10-Říj

source: 11-Nov
cs_cz: 11-Lis

source: 12-Dec
cs_cz: 12-Pro

source: day
cs_cz: den

source: year
cs_cz: rok

source: Check License
cs_cz: Zkontrolovat licenci

source: Optional Tweet Text
cs_cz: Volitelný text Tweetu

source: Image for Facebook Like. Optimal Size: 200px x 200px
cs_cz: Obrázek pro Facebook Like. Optimální velikost: 200px x 200px

source: Media Image Library
cs_cz: Obrázková knihovna médií

source: Image for Pinterest
cs_cz: Obrázek pro Pinterest

source: Please enter a valid color value.
cs_cz: Vložte prosím platnou hodnotu barvy.

source: Please enter a valid email.
cs_cz: Vložte prosím platný email.

source: Please enter a valid number.
cs_cz: Vložte prosím platné číslo.

source: is required.
cs_cz: je požadováno.

source: Coming Soon Mode Active
cs_cz: Režim Coming Soon je aktivní

source: Maintenance Mode Active
cs_cz: Režim údržby je aktivní

source: Are you sure you want to DELETE all subscribers?
cs_cz: Jste si jisti, že chcete smazat všechny odběratele?

source: Are you sure you want to IMPORT these settings? Current settings will be erased!
cs_cz: Jste si jisti, že chcete importovat tato nastavení? Současná nastavení budou vymazána.

source: No lists Found
cs_cz: Nebyly nalezeny žádné seznamy

source: Unable to load MailChimp lists, check your API Key.
cs_cz: Nebylo možné načíst seznamy MailChimp, zkontrolujte API klíč.

source: Unable to authenticate
cs_cz: Nebylo možné ověření

source: Unable to load Constant Contact lists
cs_cz: Nebylo možné načíst seznamy Constant Contact

source: Unable to load Campaign Monitor lists
cs_cz: Nebylo možné načíst seznamy Campaign Monitor

source: Unable to load Campaign Monitor clients
cs_cz: Nebylo možné načíst klienty Campaign Monitor

source: Unable to load Aweber lists
cs_cz: Nebylo možné načíst seznamy Aweber

source: New Email Subscriber
cs_cz: Nový emailový odběratel

source: Do not display an Email SignUp
cs_cz: Nezobrazovat přihlášení emailu

source: Database
cs_cz: Databáze

source: All subscribers deleted.
cs_cz: Všichni odběratelé smazáni.

source: Selected subscribers deleted.
cs_cz: Vybraní odběratelé smazáni.

source: Subscribed on:
cs_cz: Přihlášen k:

source: Subscribers
cs_cz: Odběratelé

source: Clicks
cs_cz: Kliknutí

source: # People Signed Up
cs_cz: # osob se přihlásilo

source: Conversion Rate
cs_cz: Konverzní poměr

source: Created
cs_cz: Vytvořen

source: Export All
cs_cz: Exportovat vše

source: Delete All
cs_cz: Smazat vše

source: Delete Selected
cs_cz: Smazat vybrané

source: Settings
cs_cz: Nastavení

source: General
cs_cz: Obecné

source: Status
cs_cz: Stav

source: Disabled
cs_cz: Neaktivní

source: Enable Coming Soon Mode
cs_cz: Zapnout režim Coming Soon

source: Enable Maintenance Mode
cs_cz: Zapnout režim údržby

source: When you are logged in you'll see your normal website. Logged out visitors will see the Coming Soon or Maintenance page. Coming Soon Mode will be available to search engines if your site is not private. Maintenance Mode will notify search engines that the site is unavailable.
cs_cz: Pokud jste přihlášeni, uvidíte nadále váš web. Odhlášení návštěvníci uvidí stránku Coming Soon nebo režimu údržby. Není-li aktivní skrytí webu před vyhledávači, bude v režimu Coming Soon web pro vyhledávače viditelný. Režim údržby upozorní vyhledávače, že web není k dispozici.

source: Use maintenance.php
cs_cz: Použít maintenance.php

source: maintenance.php detected, would you like to use this for your maintenance page?
cs_cz: Byl detekován maintenance.php, chcete jej použít pro svou stránku údržby?

source: Yes
cs_cz: Ano

source: License Key
cs_cz: Licenční klíč

source: Enter your <a href='http://www.seedprod.com/members' target='_blank'>License Key</a> to receive automatic plugin updates.
cs_cz: K příjmu aktualizací pluginu vložte váš <a href='http://www.seedprod.com/members' target='_blank'>licenční klíč</a>.

source: Page Settings
cs_cz: Nastavení stránky

source: Upload a logo or teaser image (or) enter the url to your image.
cs_cz: Nahrajte logo či upoutávku (nebo) vložte adresu k obrázku.

source: Headline
cs_cz: Nadpis

source: Enter a headline for your page. Replace the default headline if it exists.
cs_cz: Vložte nadpis vaší stránky. Existuje-li, nahradí výchozí nadpis.

source: Description
cs_cz: Popis

source: Tell the visitor what to expect from your site. Also supports WordPress shortcodes and <a href='http://codex.wordpress.org/Embeds' target='_target'>video embeds</a>.
cs_cz: Řekněte návštěvníkům, co mají od vašeho webu očekávat. Jsou podporovány také WordPress shortcody a <a href='http://codex.wordpress.org/Embeds' target='_target'>vkládání videa</a>.

source: Form Settings
cs_cz: Nastavení formuláře

source: Save subscribers to:
cs_cz: Uložit odběratele do:

source: Name Field
cs_cz: Pole pro jméno

source: Ask for the visitors name.
cs_cz: Zeptejte se na jméno návštěvníka.

source: Display Name Field
cs_cz: Zobrazit pole pro jméno

source: Database Settings
cs_cz: Nastavení databáze

source: Enable New Subscriber Notifications
cs_cz: Zapnout upozornění na nové odběratele

source: Get an email notification when some subscribes.
cs_cz: Přijímejte emailová upozornění o nových odběratelech.

source: Send Notifications to this Email
cs_cz: Posílat upozornění na email

source: Separate multiple emails with a comma. If no email is defined, notifications while be sent to the admin email.
cs_cz: Více emailů oddělte čárkami. Pokud není vyplněn email, budou upozornění posílána na email administrátora.

source: FeedBurner Settings
cs_cz: Nastavení FeedBurneru

source: Address
cs_cz: Adresa

source: Enter your FeedBurner address.
cs_cz: Vložte vaši FeedBurner adresu.

source: Local
cs_cz: Lokalizace

source: The language the FeedBurner form is displayed in. The default is English. <a href="http://support.google.com/feedburner/bin/answer.py?hl=en&answer=81423">Learn more</a>.
cs_cz: Jazyk, ve kterém je zobrazen FeedBurner formulář. Výchozí je angličtina. <a href="http://support.google.com/feedburner/bin/answer.py?hl=en&answer=81423">Zjistit více</a>.

source: Aweber Settings
cs_cz: Nastavení Aweber

source: <a href="https://auth.aweber.com/1.0/oauth/authorize_app/a662998e" target="_blank">Authorize App</a> &larr; Click the link to get you Authorization Code.
cs_cz: <a href="https://auth.aweber.com/1.0/oauth/authorize_app/a662998e" target="_blank">Autorizovat aplikaci</a> &larr; K získání autorizačního kódu klikněte na odkaz.

source: Authorization Code
cs_cz: Autorizační kód

source: Paste in the Authorization Code you received when authorizing the app and click <strong>Save</strong>.
cs_cz: Vložte autorizační kód, který jste získali při autorizaci aplikace a klikněte na <strong>Uložit</strong>.

source: List
cs_cz: Seznam

source: Campaign Monitor Settings
cs_cz: Nastavení Campaign Monitor

source: API Key
cs_cz: API klíč

source: Get your <a target="_blank" href="http://help.campaignmonitor.com/topic.aspx?t=206">API key</a>
cs_cz: Získejte váš <a target="_blank" href="http://help.campaignmonitor.com/topic.aspx?t=206">API klíč</a>

source: Client
cs_cz: Klient

source: Constant Contact Settings
cs_cz: Nastavení Constant Contact

source: Username
cs_cz: Uživatelské jméno

source: Enter your Constant Contact username.
cs_cz: Vložte vaše uživatelské jméno pro Constant Contact

source: Password
cs_cz: Heslo

source: Enter your Constant Contact password.
cs_cz: Vložte vaše heslo pro Constant Contact.

source: GetResponse Settings
cs_cz: Nastavení GetResponse

source: Enter your API Key. <a target="_blank" href="https://app.getresponse.com/my_account.html" target="_blank">Get your API key</a>
cs_cz: Vložte váš API klíč. <a target="_blank" href="https://app.getresponse.com/my_account.html" target="_blank">Získat API klíč</a>

source: Campaign
cs_cz: Kampaň

source: Mad Mimi Settings
cs_cz: Nastavení Mad Mimi

source: Username or Email
cs_cz: Uživatelské jméno nebo email

source: Enter your username or email.
cs_cz: Vložte vaše uživatelské jméno nebo email.

source: Enter your API Key. <a target="_blank" href="https://madmimi.com/user/edit?set_api&account_info_tabs=account_info_personal" target="_blank">Get your API key</a>
cs_cz: Vložte váš API klíč. <a target="_blank" href="https://madmimi.com/user/edit?set_api&account_info_tabs=account_info_personal" target="_blank">Získat API klíč</a>

source: Infusionsoft Settings
cs_cz: Nastavení Infusionsoft

source: App Name
cs_cz: Jméno aplikace

source: Enter your app name.
cs_cz: Vložte jméno vaší aplikace.

source: Enter your api key. Learn how to <a href="http://ug.infusionsoft.com/article/AA-00442/0/How-do-I-enable-the-Infusionsoft-API-and-generate-an-API-Key.html" target="_blank">generate your Infusionsoft api key</a>.
cs_cz: Vložte váš API klíč. Zjistěte více o tom, jak <a href="http://ug.infusionsoft.com/article/AA-00442/0/How-do-I-enable-the-Infusionsoft-API-and-generate-an-API-Key.html" target="_blank">vygenerovat váš Infusionsoft API klíč</a>.

source: HTML Web Form Settings
cs_cz: Nastavení HTML webových formulářů

source: Enter the html provided from the 3rd party service.
cs_cz: Vložte HTML dodané službou třetích stran.

source: iContact Settings
cs_cz: Nastavení iContact

source: Authorize App
cs_cz: Autorizace aplikace

source: <a href="https://app.icontact.com/icp/core/externallogin?sAppId=puD4TZWs2kKlKZLZZgD7IAUiqPSYPIvd" target="_blank">Authorize the App</a> and define the app password, then enter that information below.
cs_cz: <a href="https://app.icontact.com/icp/core/externallogin?sAppId=puD4TZWs2kKlKZLZZgD7IAUiqPSYPIvd" target="_blank">Autorizujte aplikace</a> and define the app password, then enter that information below.

source: Enter your username.
cs_cz: Vložte vaše uživatelské jméno

source: App Password
cs_cz: Heslo aplikace

source: Enter the password you defined for this app.
cs_cz: Vložte heslo zvolené pro tuto aplikaci.

source: Gravity Forms Settings
cs_cz: Nastavení Gravity Forms

source: Form
cs_cz: Formulář

source: Select a form to display on your page.
cs_cz: Vyberte formulář k zobrazení na stránce.

source: Override Gravity Form's confirmation page
cs_cz: Přepsat potvrzující stránku Gravity Forms

source: Redirect to this plugin's Thank You page instead of the default Gravity Forms Confirmation page.
cs_cz: Přesměrovat na stránku poděkování tohoto pluginu namísto výchozí potvrzovací stránky Gravity Forms.

source: WYSIJA Settings
cs_cz: Nastavení WYSIJA

source: Select a list to save your contacts to.
cs_cz: Vyberte seznam pro uložení kontaktů.

source: Sendy Settings
cs_cz: Nastavení Sendy

source: The url to where your Sendy is installed. Example: http://your_sendy_installation
cs_cz: Adresa, kde je Sendy nainstalován. Příklad: http://vase_instalace_sendy

source: List ID
cs_cz: ID seznamu

source: The list id you want to subscribe a user to. This encrypted & hashed id can be found under View all lists section named ID in Sendy
cs_cz: Seznam, do nějž chcete uživatele přihlásit. Toto zašifrované ID naleznete v Sendy v Prohlížet všechny seznamy v části nazvané ID

source: MailChimp Settings
cs_cz: Nastavení MailChimp

source: Enter your API Key. <a target="_blank" href="http://admin.mailchimp.com/account/api-key-popup" target="_blank">Get your API key</a>
cs_cz: Vložte váš API klíč. <a target="_blank" href="http://admin.mailchimp.com/account/api-key-popup" target="_blank">Získat API klíč</a>

source: Enable Double Opt-In
cs_cz: Zapnout Double Opt-In

source: Learn more about <a href="http://kb.mailchimp.com/article/how-does-confirmed-optin-or-double-optin-work">Double Opt-In</a>
cs_cz: Zjistěte více o <a href="http://kb.mailchimp.com/article/how-does-confirmed-optin-or-double-optin-work">Double Opt-In</a>

source: Send Welcome Email
cs_cz: Poslat uvítací email

source: If your Double Opt-in is false and this is true, MailChimp will send your lists Welcome Email if this subscribe succeeds - this will not fire if MailChimp ends up updating an existing subscriber. If Double Opt-in is true, this has no effect. Learn more about <a href='http://blog.mailchimp.com/sending-welcome-emails-with-mailchimp/' target='_blank'>Welcome Emails</a>.
cs_cz: Pokud je Double Opt-in vypnuto a tato možnost zapnuta, pošle MailChimp při úspěšném přihlášení odběru vašim seznamům uvítací email. Nestane se to, pokud MailChimp jen aktualizuje existujícího odběratele. Pokud je Double Opt-in aktivní, nemá tato možnost žádný vliv. Zjistěte více o <a href='http://blog.mailchimp.com/sending-welcome-emails-with-mailchimp/' target='_blank'>Uvítacích emailech</a>.

source: Group Name
cs_cz: Jméno skupiny

source: Optional: Enter the name of the group. Learn more about <a href="http://mailchimp.com/features/groups/" target="_blank">Groups</a>
cs_cz: Volitelné: Vložte název skupiny. Zjistěte více o <a href="http://mailchimp.com/features/groups/" target="_blank">Skupinách</a>

source: Groups
cs_cz: Skupiny

source: Optional: Comma delimited list of interest groups to add the email to.
cs_cz: Volitelné: Seznam zájmových skupin oddělených čárkami pro přidání emailů.

source: Replace Interests
cs_cz: Nahradit zájmy

source: Whether MailChimp will replace the interest groups with the groups provided or add the provided groups to the member's interest groups
cs_cz: Určuje, zda MailChimp nahradí zájmové skupiny skupinami k dipozici a nebo přidá skupiny k dispozici do zájmových skupin členů

source: After Subscribe Settings
cs_cz: Nastavení po přihlášení odběru

source: Thank You or Incentive Message
cs_cz: Poděkování nebo motivační zpráva

source: Leave a thank you or incentive information after the user has subscribed. This will override the default success message.
cs_cz: Napište poděkování nebo motivační zprávu po přihlášení uživatele k odběru. Tato možnost přepíše výchozí poděkování.

source: Share Buttons
cs_cz: Tlačítka sdílení

source: Select the checkboxes above to display Social Share Buttons after you capture an email.
cs_cz: Vyberte zatržítky výše tlačítka pro sdílení zobrazená po uložení emailu.

source: Display Referrer Link
cs_cz: Zobrazit referrer odkaz

source: The referrer link is a special link that you can encourage your subscribers to share so you track who referred who.
cs_cz: Referrer odkaz je speciální odkaz, který můžete nabídnout odběratelům ke sdílení, abyste mohli sledovat, kdo koho doporučil.

source: Progress Bar Settings
cs_cz: Nastavení ukazatele průběhu

source: Enable Progress Bar
cs_cz: Zapnout ukazatel průběhu

source: Displays a progress bar on your site.
cs_cz: Zobrazí na webu ukazatel průběhu.

source: Start and End Date
cs_cz: Počáteční a konečné datum

source: The percent complete will be automatically calculated if you enter a start and end date.
cs_cz: Procenta k dokončení budou v případě vložení počátečního a konečného data automaticky vypočítána.

source: Percent Complete Override
cs_cz: Přepsat procenta dokončení

source: Enter the percentage complete without the percentage sign. This will override the date calculation above.
cs_cz: Vloží procenta dokončení bez ukazatele procent. Toto nastavení přepíše výpočet dle data výše.

source: Progress Bar Effect
cs_cz: Efekt ukazatele průběhu

source: Basic
cs_cz: Základní

source: Striped
cs_cz: Pruhovaný

source: Animated
cs_cz: Animovaný

source: Striped and Animated are not supported in Internet Explorer
cs_cz: Pruhovaný a animovaný není podporován v Internet Exploreru

source: Countdown Settings
cs_cz: Nastavení odpočtu

source: Enable Countdown
cs_cz: Zapnout odpočet

source: Displays a countdown on your site.
cs_cz: Zobrazí na webu odpočet.

source: End DateTime
cs_cz: Koncové datum a čas

source: Enter the datetime to countdown to.
cs_cz: Vložte datum a čas, ke kterému bude odpočítáváno.

source: Format
cs_cz: Formát

source: Optional Format for display - upper case for always, lower case only if non-zero, 'D' days, 'H' hours, 'M' minutes, 'S' seconds. Default: dHMS
cs_cz: Volitelný formát zobrazení - velká písmena pro zobratení vždy, malá pouze, pokud existují, 'D' dny, 'H' hodiny, 'M' minuty, 'S' sekundy. Výchozí: dHMS

source: Auto Launch
cs_cz: Automatické spuštění

source: This will automatically launch your site when countdown reaches the end.
cs_cz: Tato možnost automaticky spustí web při dosažení konce odpočtu.

source: Language Strings
cs_cz: Překlad hodnot

source: Translate the text strings below into your language if not English.
cs_cz: Přeložte textové řetězce níže do vašeho jazyka, pokud jím není angličtina.

source: Days
cs_cz: Dnů

source: Translate into your language. (Plural)
cs_cz: Přeložte do vašeho jazyka. (množné číslo)

source: Day
cs_cz: Den

source: Translate into your language. (Singular)
cs_cz: Přeložte do vašeho jazyka. (jednotné číslo)

source: Hours
cs_cz: Hodin

source: Hour
cs_cz: Hodina

source: Translate into your language.(Singular)
cs_cz: Přeložte do vašeho jazyka. (jednotné číslo)

source: Minutes
cs_cz: Minut

source: Minute
cs_cz: Minuta

source: Seconds
cs_cz: Sekund

source: Second
cs_cz: Sekunda

source: Header
cs_cz: Hlavička

source: Favicons are displayed in a browser tab. Need Help <a href="http://tools.dynamicdrive.com/favicon/" target="_blank">creating a favicon</a>?
cs_cz: Favicony jsou zobrazeny v záložce prohlížeče. Potřebujete pomoc s <a href="http://tools.dynamicdrive.com/favicon/" target="_blank">vytvářením favicony</a>?

source: SEO Title
cs_cz: SEO titulek

source: If left empty the <a href="http://www.seomoz.org/learn-seo/title-tag" target="_blank">title tag</a> of your page will be:
cs_cz: Je-li ponechán prázdný, <a href="http://www.seomoz.org/learn-seo/title-tag" target="_blank">titulek</a> stránky bude:

source: SEO Meta Description
cs_cz: SEO meta popisek

source: If left empty the <a href="http://www.seomoz.org/learn-seo/meta-description" target="_blank">meta description</a> of your page will be:
cs_cz: Je-li ponechán prázdný, <a href="http://www.seomoz.org/learn-seo/meta-description" target="_blank">meta popisek</a> vaší stránky bude:

source: Analytics Code
cs_cz: Analytický kód

source: Paste in your <a href="http://www.google.com/analytics/" target="_blank">Google Analytics</a> code. Example: UA-xxxxxxxxx
cs_cz: Vložte <a href="http://www.google.com/analytics/" target="_blank">Google Analytics</a> kód. Například: UA-xxxxxxxxx

source: Footer Credit
cs_cz: Poděkování v patičce

source: Credit Image
cs_cz: Obrázek poděkování

source: Use an image to add a footer credit.
cs_cz: Použít obrázek k přidání poděkování v patičce.

source: Link to be used for your footer credit.
cs_cz: Odkaz použitý pro poděkování v patičce.

source: Credit Link
cs_cz: Odkaz poděkování

source: Social Media Profiles
cs_cz: Profily sociálních médií

source: Social Media Icons Size
cs_cz: Velikost ikon sociálních médií

source: Small 16px
cs_cz: Malé 16px

source: Medium 24px
cs_cz: Střední 24px

source: Large 32px
cs_cz: Velké 32px

source: Social Profiles
cs_cz: Sociální profily

source: Subscribe Button
cs_cz: Tlačítko přihlášení odběru

source: Notify Me
cs_cz: Upozornit mě

source: Subscribe Field
cs_cz: Pole přihlášení odběru

source: Enter Your Email
cs_cz: Vložte váš email

source: First Name Field
cs_cz: Pole křestního jména

source: First Name
cs_cz: Křestní jméno

source: Last Name Field
cs_cz: Pole příjmení

source: Last Name
cs_cz: Příjmení

source: Success
cs_cz: Zpráva úspěchu

source: You'll be notified soon!
cs_cz: Brzy budete upozornění!

source: Already Subscribed
cs_cz: Už přihlášený uživatel

source: You're already subscribed.
cs_cz: Už jste se jednou přihlásili.

source: Invalid Email
cs_cz: Neplatný email

source: API Error
cs_cz: Chyba API

source: Error, please try again.
cs_cz: Chyba, zkuste to prosím znovu.

source: Display WPML Language Switcher
cs_cz: Zobrazit přepínač jazyka WPML

source: No
cs_cz: Ne

source: This will display the WPML Language Switcher on the Coming Soon page.
cs_cz: Tato možnost zobrazí na Coming Soon stránce přepínač jazyka WPML.

source: Design
cs_cz: Vzhled

source: Background
cs_cz: Pozadí

source: Background Color
cs_cz: Barva pozadí

source: Choose between having a solid color background or uploading an image. By default images will cover the entire background.
cs_cz: Vyberte si mezi použitím jedné barvy pozadí nebo nahrajte obrázek. Ve výchozím nastavení se obrázky roztáhnou na celé pozadí.

source: Background Image
cs_cz: Obrázek na pozadí

source: Cover or Stretch
cs_cz: Pokrýt nebo natáhnout

source: Cover will scale the image to the smallest size such that both its width and its height can fit inside the content area. The image will be stretched for older browsers.
cs_cz: Možnost Pokrýt změní měřítko obrázku na nejmenší velikost, aby se jeho šířka a výška vlezla do oblasti obsahu. Obrázek bude ve starších prohlížečích natažen.

source: Background Repeat
cs_cz: Opakování pozadí

source: No-Repeat
cs_cz: Bez opakování

source: Tile
cs_cz: Dlaždice

source: Tile Horizontally
cs_cz: Horizontální dlaždice

source: Tile Vertically
cs_cz: Vertikální dlaždice

source: Background Position
cs_cz: Pozice pozadí

source: Left Top
cs_cz: Vlevo nahoře

source: Left Center
cs_cz: Vlevo uprostřed

source: Left Bottom
cs_cz: Vlevo dole

source: Right Top
cs_cz: Vpravo nahoře

source: Right Center
cs_cz: Vpravo uprostřed

source: Right Bottom
cs_cz: Vpravo dole

source: Center Top
cs_cz: Uprostřed nahoře

source: Center Center
cs_cz: Uprostřed vprostřed

source: Center Bottom
cs_cz: Uprostřed uprostřed

source: Background Attachment
cs_cz: Přichycení pozadí

source: Fixed
cs_cz: Pevné

source: Scroll
cs_cz: Scrollovat

source: Background Effects
cs_cz: Efekty pozadí

source: None
cs_cz: Žádné

source: Background effects can be applied to Background Colors or Background Images.
cs_cz: Efekty pozadí mohou být použity na barvu pozadí nebo obrázek pozadí.

source: Background Slideshow
cs_cz: Slideshow na pozadí

source: This will override the setting above and create a background slideshow.
cs_cz: Tato možnost přepíše nastavení výše a vytvoří slideshow na pozadí.

source: Slideshow Randomize
cs_cz: Náhodné slideshow

source: This will display a random slideshow each time as opposed to the order listed below.
cs_cz: Tato možnost zobrazí náhodné pořadí slidů navzdory řazení vybranému níže.

source: Slide Speed
cs_cz: Rychlost slidů

source: This will determine how fast slides change in milliseconds.
cs_cz: Tato možnost určuje rychlost přepínání slidů v milisekundách.

source: Slide Transition
cs_cz: Přechod slideshow

source: This will determine the transition between slides.
cs_cz: Tato možnost určuje přechod mezi slidy.

source: Fade
cs_cz: Pohasínání

source: Slide Top
cs_cz: Přejet nahoru

source: Slide Right
cs_cz: Přejet doprava

source: Slide Bottom
cs_cz: Přejet dolů

source: Slide Left
cs_cz: Přejet doleva

source: Carousel Right
cs_cz: Carousel doprava

source: Carousel Left
cs_cz: Carousel doleva

source: Slideshow Images
cs_cz: Obrázky slideshow
