Repository: Scid/wpcz
Catalog: AJAX Thumbnail Rebuild/ajax-thumbnail-rebuild-*.po
Languages: cs_cz

source: Rebuild all Thumbnails
cs_cz: Vygenerovat znovu všechny náhledy

source: Rebuild Thumbnails
cs_cz: Vygenerovat náhledy

source: Reading attachments...
cs_cz: Čtení příloh...

source: No attachments found.
cs_cz: Nebyly nalezeny žádné přílohy.

source: Done.
cs_cz: Hotovo.

source: "Rebuilding " + %s + " of " + %s + " (" + %s + ")..."
cs_cz: "Znovu generuji " + %s + " of " + %s + " (" + %s + ")..."

source: Error
cs_cz: Chyba

source: Select which thumbnails you want to rebuild
cs_cz: Vyberte, které velikosti chcete znovu vygenerovat

source: Toggle all
cs_cz: Přepnout vše

source: cropped
cs_cz: ořezáváno

source: Only rebuild featured images
cs_cz: Vygenerovat znovu jen náhledové obrázky

source: Note: If you've changed the dimensions of your thumbnails, existing thumbnail images will not be deleted.
cs_cz: Poznámka: Pokud jste změnili rozměry náhledů, nebudou existující náhledy smazány.

source: Rebuild All Thumbnails
cs_cz: Vygenerovat znovu všechny náhledy

source: Last image
cs_cz: Poslední obrázek

source: If you find this plugin useful, I'd be happy to read your comments on the %splugin homepage%s. If you experience any problems, feel free to leave a comment too.
cs_cz: Pokud se vám tento plugin zdá užitečný, rád si přečtu vaše komentáře na %sdomovské stránce pluginu%s. Pokud jste narazili na nějaké potíže, napište komentář také.

source: Rebuild all thumbnails
cs_cz: Vygenerovat znovu všechny náhledy
