Repository: Scid/wpcz
Catalog: WPML/moduly/wpml-xliff-*.po
Languages: cs_cz

source: - An xliff file is attached.
cs_cz: - XLIFF soubor je přiložen.

source: You can view your other translation jobs here: %s
cs_cz: Další zakázky překladu můžete prohlížet zde: %s

source: To return the completed translation and view other translation jobs, go here: %s
cs_cz: Pro vrácení dokončeného překladu a prohlížení dalšího přejděte sem: %s

source: For help, see translator guidelines: %s
cs_cz: Pro pomoc se podívejte na překladatelský návod: %s

source: Incompatible Archive.
cs_cz: Nekompatibilní archiv.

source: Could not retrieve file from archive.
cs_cz: Soubor nebylo možné z archivu získat.

source: Could not extract file from archive.
cs_cz: Soubor nebylo možné z archivu extrahovat.

source: Empty archive.
cs_cz: Prázdný archiv.

source: The Simple XML library is missing.
cs_cz: Knihovna Simple XML chybí.

source: The xliff file (%s) could not be read.
cs_cz: XLIFF soubor (%s) nemohl být přečten.

source: The uploaded xliff file doesn't belong to this system.
cs_cz: Nahraný XLIFF soubor nepatří do tohoto systému.

source: The translation job (%s) doesn't belong to you.
cs_cz: Zakázka překladu (%s) nepatří vám.

source: Translation of job %s has been uploaded and completed.
cs_cz: Překlad zakázky %s byl nahrán a dokončen.

source: Export XLIFF
cs_cz: Exportovat XLIFF

source: No translation jobs were selected for export.
cs_cz: Pro export nebyly vybrány žádné zakázky překladu.

source: WPML XLIFF is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: XLIFF WPML je aktivní, ale nefunkční. K fungování je vyžadováno <a href="%s">WPML</a>.

source: WPML XLIFF is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: XLIFF WPML je aktivní, ale nefunkční. Není kompatibilní s <a href="%s">WPML</a> verzemi do 2.0.5.

source: Import XLIFF
cs_cz: Importovat XLIFF

source: Select the xliff file or zip file to upload from your computer:&nbsp;
cs_cz: Vyberte XLIFF soubor nebo ZIP soubor pro nahrání z vašeho počítače:&nbsp;

source: Upload
cs_cz: Nahrát

source: Include XLIFF files in notification emails
cs_cz: Přiložit XLIFF soubory v emailech upozornění.

source: XLIFF translation
cs_cz: Překlad XLIFF
