Repository: Scid/wpcz
Catalog: WPML/moduly/wpml-string-translation-*.po
Languages: cs_cz

source: Updated %s translation is available
cs_cz: Aktualizovaný překlad %s je k dispozici

source: Review changes and update
cs_cz: Zkontrolovat změny a aktualizovat

source: No updates found.
cs_cz: Nebyly nalezeny žádné aktualizace.

source: Failed downloading the language information file.
cs_cz: Stahování jazykového informačního souboru selhalo.

source: Errors: %s
cs_cz: Chyby: %s

source: Failed downloading the language information file. Please go back and try a little later.
cs_cz: Stahování jazykového informačního souboru selhalo. Vraťte se prosím zpět a zkuste to o něco později.

source: Error getting the translation file. Please go back and try again.
cs_cz: Chyba při získávání souboru překladu. Vraťte se prosím zpět a zkuste to o něco později.

source: Translation complete
cs_cz: Překlad dokončen

source: Partial translation
cs_cz: Částečný překlad

source: Translation needs update
cs_cz: Překlad potřebuje aktualizaci

source: Not translated
cs_cz: Nepřeloženo

source: Waiting for translator
cs_cz: Čeká na překladatele

source: Blog Title
cs_cz: Titulek blogu

source: Tagline
cs_cz: Popisek

source: File upload error
cs_cz: Chyba nahrávání souboru

source: No string found
cs_cz: Řetězec nebyl nalezen

source: Scanning theme folder: %s
cs_cz: Skenování složky šablony: %s

source: Opening folder: %s
cs_cz: Otevírání složky: %s

source: Scanning file: %s
cs_cz: Skenování souboru: %s

source: Skipping file: %s
cs_cz: Přeskakování souboru: %s

source: Done scanning files
cs_cz: Skenování souborů dokončeno

source: = Your theme was scanned for texts =
cs_cz: = Vaše šablona byla proskenována pro texty =

source: The following files were processed:
cs_cz: Následující soubory byly zpracovány:

source: WPML found %s strings. They were added to the string translation table.
cs_cz: WPML nalezlo %s řetězců. Byly přidány do tabulky překladu řetězců.

source: More details
cs_cz: Více podrobností

source: No strings found.
cs_cz: Nebyly nalezeny žádné řetězce.

source: No string was sent to translation.
cs_cz: Na přeložení nebyly poslány žádné řetězce.

source: Some strings were not sent to translation.
cs_cz: Některé řetězce nebyly poslány na přeložení.

source: All strings were sent to translation.
cs_cz: Všechny řetězce byly poslány na přeložení.

source: The string was sent to translation.
cs_cz: Řetězec byl poslán na přeložení.

source: You have been assigned to new translation job from %s to %s. Start editing: %s You can view your other translation jobs here: %s This message was automatically sent by Translation Management running on WPML. To stop receiving these notifications contact the system administrator at %s. This email is not monitored for replies. - The folks at ICanLocalize 101 Convention Center Dr., Las Vegas, Nevada, 89109, USA
cs_cz: Byli jste přidáni k nové zakázce překladu z %s do %s. Začněte upravovat: %s Další překladové zakázky můžete prohlížet zde: %s Tato zpráva byla automaticky zaslána Správcem překladu běžícím na WPML. Pro zastavení příjmu těchto upozornění kontaktujte systémového administrátora na %s. Odpovědi na tento email nejsou sledovány. - Lidé z ICanLocalize 101 Convention Center Dr., Las Vegas, Nevada, 89109, USA

source: You have been assigned to new translation job on %s.
cs_cz: Byli jste přidáni k nové zakázce překladu na %s.

source: In progress
cs_cz: Probíhá

source: Translation received
cs_cz: Překlad přijat

source: Request failed
cs_cz: Žádost selhala

source: No records found
cs_cz: Nebyly nalezeny žádné záznamy

source: Convert to multilingual widget
cs_cz: Převést na vícejazyčný widget

source: Multilingual arbitrary text or HTML
cs_cz: Vícejazyčný běžný text nebo HTML

source: Multilingual Text
cs_cz: Vícejazyčný text

source: This widget is converted to multilingual
cs_cz: Tento widget je převeden na vícejazyčný

source: Converting to multilingual widget failed. No sidebar specified.
cs_cz: Převedení na vícejazyčný widget selhalo. Nebyl specifikován žádný sidebar.

source: Widget is already converted
cs_cz: Widget už je převeden

source: Title:
cs_cz: Název:

source: Automatically add paragraphs
cs_cz: Automaticky přidat odstavce

source: WPML String Translation is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: Překlad řetězců WPML je aktivní, ale nefunkční. K fungování je vyžadováno <a href="%s">WPML</a>.

source: WPML String Translation is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: Překlad řetězců WPML je aktivní, ale nefunkční. Není kompatibilní s <a href="%s">WPML</a> verzemi do 2.0.5.

source: No strings selected
cs_cz: Nejsou vybrány žádné řetězce

source: Include the following PHP in your code. <em>functions.php</em> would be a good place.
cs_cz: Přijdejte následující do vašeho PHP kódu, <em>functions.php</em> je dobré místo.

source: Error: no strings selected
cs_cz: Chyba: Nejsou vybrány žádné řetězce

source: String Translation
cs_cz: Překlad řetězců

source: Configure
cs_cz: Konfigurovat

source: String translation allows you to enter translation for texts such as the site's title, tagline, widgets and other text not contained in posts and pages.
cs_cz: Překlad řetězců umožňuje vložit překlady pro texty jako jsou titulek webu, popisek webu, widgety a další texty neobsažené v příspěvcích a stránkách.

source: There is <a href="%s"><b>1</b> string</a> that needs to be updated or translated.
cs_cz: Je zde <a href="%s"><b>1</b> řetězec</a>, který musí být aktualizován nebo přeložen.

source: There are <a href="%s"><b>%s</b> strings</a> that need to be updated or translated.
cs_cz: Je zde <a href="%s"><b>%s</b> řetězců</a>, které musí být aktualizovány nebo přeloženy.

source: All strings are up to date.
cs_cz: Všechny řetězce jsou aktuální.

source: Translate strings
cs_cz: Přeložit řetězce

source: String translation
cs_cz: Překlad řetězců

source: Select how to get translations for WordPress core
cs_cz: Vyberte, jak získat překlady pro jádro WordPressu

source: WPML will automatically download translations for WordPress
cs_cz: WPML automaticky stáhne překlady pro WordPress

source: I will download translations for WordPress and save .mo files in wp-includes/languages
cs_cz: Stáhnu překlady pro WordPress a uložím .mo soubory do wp-includes/languages

source: Save
cs_cz: Uložit

source: No action performed. Please select the strings that you need to update or add.
cs_cz: Nebyla provedena žádná akce. Zkuste prosím vybrat řetězce, ktreré potřebujete aktualizovat nebo přidat.

source: Invalid language: %s
cs_cz: Neplatný jazyk: %s

source: This update includes %d new strings and %d updated strings. You can review the strings below. Then, go to the <a%s>bottom of this page</a> and click on the Proceed button.
cs_cz: Tato aktualizace obsahuje %d nových řetězců a %d aktualizovaných řetězců. Zkontrolovat řetězce můžete níže. Poté běžte na <a%s>spodek této stránky</a> a klikněte na tlačítko Pokračovat.

source: Updated translations (%d)
cs_cz: Aktualizovat překlady (%d)

source: New translations (%d)
cs_cz: Nové překlady (%d)

source: Auto-download WordPress translations
cs_cz: Automaticky stáhnout překlady WordPressu

source: Success!
cs_cz: Úspěch!

source: Check other languages
cs_cz: Zkontrolovat ostatní jazyky

source: Missing version number for translation.
cs_cz: Chybějící číslo verze pro překlad.

source: String
cs_cz: Řetězec

source: Existing translation
cs_cz: Existující překlad

source: New translation
cs_cz: Nový překlad

source: Translation
cs_cz: Překlad

source: Add the new translations.
cs_cz: Přidat nové překlady.

source: Cancel
cs_cz: Zrušit

source: There is nothing to be updated or to be added.
cs_cz: Není zde nic k aktualizování či přidání.

source: Proceed
cs_cz: Pokračovat

source: The fields with <span%s>cyan</span> background are text fields and the fields with <span%s>gray</span> background are numeric.
cs_cz: Pole se <span%s>světlemodrým</span> jsou textová pole a pole s <span%s>šedým</span> pozadím jsou číselná.

source: Choose the fields you'd like to translate and click on the 'Apply' button. Then, use WPML's <a%s>String translation</a> to translate them.
cs_cz: Vyberte pole, která chcete přeložit a klikněte na tlačítko 'Použít'. Poté použijte <a%s>Překlad řetězců</a> WPML pro jejich přeložení.

source: The selected strings can now be translated using the <a%s>string translation</a> screen
cs_cz: Vybrané řetězce mohou být přeloženy použitím obrazovky <a%s>překlad řetězců</a>

source: This table shows all the admin texts that WPML found.
cs_cz: Tato tabulka ukazuje všechny texty administrace, jež WPML nalezlo.

source: Export selected strings as PHP code to be added to the theme code
cs_cz: Exportovat vybrané řetězce jako PHP kód pro přidání do kódu šablony.

source: Close
cs_cz: Zavřít

source: You have removed some of the texts that are translated already. The translations will be lost.
cs_cz: Odstranili jste některé už přeložené texty. Překlady budou ztraceny.

source: Apply
cs_cz: Použít

source: No options found. Make sure you saved your theme options at least once. <br />Some themes only add these to the wp_options table after the user explicitly saves over the theme defaults
cs_cz: Nebyly nalezeny žádné možnosti. Ujistěte se, že jste alespoň jednou uložili nastavení vaší šablony.<br />Některé šablony přidávají tyto položky do wp_options tabulky pouze v případě, že jimi uživatel přeuloží výchozí

source: These are the strings that we found in your .po file. Please carefully review them. Then, click on the 'add' or 'cancel' buttons at the %sbottom of this screen%s. You can exclude individual strings by clearing the check boxes next to them.
cs_cz: Toto jsou řetězce nalezené ve vašem .po souboru. Pořádně je prosím prověřte. Poté klikněte na tlačítka 'přidat' nebo 'zrušit' ve %sspodní části této stránky%s. Jednotlivé řetězce můžete vyloučit vyčištěním checkboxů vedle nich.

source: Name: %s
cs_cz: Jméno: %s

source: Add selected strings
cs_cz: Přidat vybrané řetězce

source: Select which strings to display:
cs_cz: Vyberte, které řetězce zobrazit:

source: All strings
cs_cz: Všechny řetězce

source: Pending %s translation (%d)
cs_cz: Probíhající překlad %s (%d)

source: Translation needed
cs_cz: Potřebný překlad

source: Select strings within context:
cs_cz: Vyberte řetězce v rámci kontextu:

source: All contexts
cs_cz: Všechny kontexty

source: Search for:
cs_cz: Hledat pro:

source: Exact match
cs_cz: Přesná shoda

source: Showing only strings that contain %s
cs_cz: Zobrazeny pouze řetězce obsahující %s

source: Context
cs_cz: Kontext

source: Name
cs_cz: Jméno

source: View
cs_cz: Prohlížet

source: Status
cs_cz: Stav

source: No strings found
cs_cz: Nebyly nalezeny žádné řetězce

source: translations
cs_cz: překlady

source: Waiting for a local translator.
cs_cz: Čekám na místního překladatele

source: Translated by %s on %s
cs_cz: Přeloženo pomocí %s na %s

source: Translation is complete
cs_cz: Překlad je hotový

source: Display %d results per page
cs_cz: Zobrazit %s výsledků na stránku

source: Displaying %s&#8211;%s of %s
cs_cz: Zobrazeno %s&#8211;%s z %s

source: Strings per page:
cs_cz: Řetezců na stránku:

source: Display all results
cs_cz: Zobrazit všechny výsledky

source: Delete selected strings
cs_cz: Smazat vybrané řetězce

source: Are you sure you want to delete these strings? Their translations will be deleted too.
cs_cz: Jste si jisti, že chcete tyto řetězce smazat? vJejich překlady budou také smazány.

source: Translate to %s
cs_cz: Přeložit do %s

source: Estimated cost: %s USD
cs_cz: Odhadovaná cena: %s USD

source: Your balance with ICanLocalize is %s. Visit your %sICanLocalize finance%s page to deposit additional funds.
cs_cz: Vaše konto na ICanLocalize je %s. Navštivte stránku %sICanLocalize finance%s pro převedení dalších prostředků.

source: Click to toggle
cs_cz: Klikněte pro přepnutí

source: Track where string appear on the site
cs_cz: Sledujte, kde se řetězec na webu objeví

source: WPML can keep track of where strings are used on the public pages. Activating this feature will enable the 'view in page' functionality and make translation easier.
cs_cz: WPML umí sledovat, kde jsou na veřejných stránkách řetězce použity. Aktivováním této funkce zapnete funkci 'prohlížet na stránce' a učiníte překlad jednodušším.

source: Auto register strings for translation
cs_cz: Automaticky registrovat řetězce pro překlad

source: WPML can automatically register strings for translation. This allows you to translate user-generated content with minimal PHP code.
cs_cz: WPML může automaticky registrovat řetězce pro překlad. Toto vám umožní přeložit uživatelsky generovaný obsah s minimálním PHP kódem.

source: Disable auto-register strings
cs_cz: Vypnout automatickou registraci řetězců

source: Auto-register strings only when logged in as an administrator
cs_cz: Automaticky registrovat řetězce pouze v případě přihlašení jako administrátor

source: Auto-register strings always
cs_cz: Vždy registrovat řetězce automaticky

source: Original language of strings
cs_cz: Originální jazyk řetězců

source: Choose the language in which the strings are written in.
cs_cz: Vyberte, ve kterém jazyce jsou řetězce psány.

source: Strings Language
cs_cz: Jazyk řetězců

source: Save options and rescan strings
cs_cz: Uložit nastavení a znovu skenovat řetězce

source: Settings saved
cs_cz: Nastavení uloženo

source: .po file:
cs_cz: .po soubor:

source: Also create translations according to the .po file
cs_cz: Vytvořit také překlady podle .po souboru

source: Select what the strings are for:
cs_cz: Vyberte, pro co jsou řetězce určeny:

source: new
cs_cz: nové

source: select from existing
cs_cz: vybrat z existujících

source: Submit
cs_cz: Odeslat

source: Please enter a context!
cs_cz: Vložte prosím kontext!

source: Please select the .po file to upload!
cs_cz: Vyberte prosím .po soubor k nahrání!

source: Export strings into .po/.pot file
cs_cz: Exportovat řetězce do .po / .pot souboru

source: Select context:
cs_cz: Vyberte kontext:

source: Also include translations
cs_cz: Zahrnout také překlady

source: More options
cs_cz: Více nastavení

source: none
cs_cz: žádné

source: edit
cs_cz: upravit

source: Translating users of types: %s
cs_cz: Překládání uživatelů typů: %s

source: Search
cs_cz: Hledat

source: Exit search
cs_cz: Ukončit hledání

source: view in source
cs_cz: prohlížet ve zdroji

source: view in page
cs_cz: prohlížet na stránce

source: Translation options
cs_cz: Nastavení překladu

source: Use translators from ICanLocalize
cs_cz: Využít překladatele z ICanLocalize

source: Use local translators
cs_cz: Použít místní překladatele

source: Manage translators
cs_cz: Spravovat překladatele

source: Track where strings appear on the site
cs_cz: Sledovat, kde se na webu řetězce objeví

source: Performance considerations
cs_cz: Zvážení z hlediska výkonu

source: Highlight color for strings
cs_cz: Zvýraznit barvy řetězců

source: Translate texts in admin screens &raquo;
cs_cz: Přeložit texty na obrazovkách administrace &raquo;

source: Domain
cs_cz: Doména

source: Translation status
cs_cz: Stav překladu

source: Count
cs_cz: Počítat

source: no domain
cs_cz: žádná doména

source: Fully translated
cs_cz: Plně přeloženo

source: View all the theme's texts
cs_cz: Prohlížet všechny texty šablony

source: View strings that need translation
cs_cz: Prohlížet řetězce, které potřebují překlad

source: Not translated or needs update
cs_cz: Není přeloženo nebo vyžaduje aktualizaci

source: Total
cs_cz: Celkem

source: To translate your theme's texts, click on the button below. WPML will scan your theme for texts and let you enter translations.
cs_cz: Pro přeložení textů šablony klikněte na tlačítko níže. WPML bude skenovat vaši šablonu pro texty a umožní vložit překlady.

source: Scan the theme for strings
cs_cz: Skenovat šablonu pro řetězce

source: Active
cs_cz: Aktivní

source: Yes
cs_cz: Ano

source: Network
cs_cz: Síť

source: No
cs_cz: Ne

source: View all the plugin's texts
cs_cz: Prohlížet všechny texty pluginu

source: Scan the selected plugins for strings
cs_cz: Skenovat vybrané pluginy pro řetězce

source: Strings in the theme
cs_cz: Řetězce v šabloně

source: Re-scanning the plugins or the themes will reset the strings tracked in the code or the HTML source
cs_cz: Opětovné skenování pluginů nebo šablon obnoví řetězce sledované v kódu nebo HTML zdroji

source: The following strings were found in your theme.
cs_cz: Následující řetězce byly nalezeny ve vaší šabloně.

source: Load translations if found in the .mo files. (it will not override existing translations)
cs_cz: Nahrát překlady pokud jsou nalezeny v .mo souborech. (nepřepíše existující překlady)

source: Strings in the plugins
cs_cz: Řetězce v pluginech

source: create PO file
cs_cz: vytvořit PO soubor

source: Custom posts slug translation options
cs_cz: Nastavení překladu vlastního adresy příspěvků

source: Translate custom posts slugs (via WPML String Translation).
cs_cz: Přeložit vlastní adresy příspěvků (přes Překlad řetězců WPML).
