Repository: Scid/wpcz
Catalog: WPML/moduly/wpml-media-*.po
Languages: cs_cz

source: Media attachments
cs_cz: Přiložená média

source: Duplicate uploaded media from original
cs_cz: Duplikovat nahraná média z originálů

source: Duplicate featured image from original
cs_cz: Duplikovat náhledové obrázky z originálů

source: Duplicate uploaded media to translations
cs_cz: Duplikovat nahraná média do překladů

source: Duplicate featured image to translations
cs_cz: Duplikovat náhledové obrázky do překladů

source: Language
cs_cz: Jazyk

source: None
cs_cz: Žádný

source: Media translation
cs_cz: Překlad médií

source: Featured images duplicate to translated content
cs_cz: Duplikáty náhledových obrázků do přeloženého obsahu

source: Running
cs_cz: Probíhá

source: Scan and duplicate attachments
cs_cz: Skenovat a duplikovat přílohy

source: Scan All
cs_cz: Skenovat vše

source: Scan and duplicate featured images
cs_cz: Skenovat a duplikovat náhledové obrázky

source: WPML Media needs to be set up. <a href="%s">Setup translation of media files</a>
cs_cz: Média WPML musí být nastavena. <a href="%s">Nastavit překlad souborů médií</a>

source: WPML Media is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: Média WPML jsou aktivní, ale nefunkční. K fungování je vyžadováno <a href="%s">WPML</a>.

source: WPML Media is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: Média WPML jsou aktivní, ale nefunkční. Není kompatibilní s <a href="%s">WPML</a> verzemi do 2.0.5.

source: All languages
cs_cz: Všechny jazyky

source: Create media attachments for translated content
cs_cz: Vytvořit přiložená média pro přeložený obsah

source: Use this to create duplicate media attachments for translated content. For example, this can duplicate your media gallery for your translated galleries without you having to upload all the media again.
cs_cz: Tuto funkci použijte k vytvoření duplikátu přiložených médií pro přeložený obsah. Například tímto můžete duplikovat galerii médií pro přeložené galerie bez nutnosti nahrávat média znovu.

source: attachments not processed
cs_cz: přílohy nebyly zpracovány

source: Scan and create duplicate media for translated content
cs_cz: Skenovat a vytvořit duplikáty médií pro přeložený obsah

source: Scan all attachments and create duplicate media for translated content
cs_cz: Skenovat všechny přílohy a vytvořit duplikáty médií pro přeložený obsah

source: Note: attachments are only duplicated if the translated content has no existing attachments.
cs_cz: Poznámka: přílohy jsou duplikovány jen tehdy, nemá-li přeložený obsah žádné existující přílohy.

source: Featured images
cs_cz: Náhledové obrázky

source: Scan posts and pages and duplicate the featured image from the original to any translations without a featured image already.
cs_cz: Skenovat příspěvky a stránky a duplikovat náhledový obrázek z originálu do jakéhokoli překladu doposud bez náhledového obrázku.

source: Scan and duplicate featured images for translated content
cs_cz: Skenovat a duplikovat náhledové obrázky pro přeložený obsah
