Repository: Scid/wpcz
Catalog: WPML/moduly/wpml-sticky-links-*.po
Languages: cs_cz

source: WPML Sticky Links is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: Odolné odkazy WPML jsou aktivní, ale nefunkční. K fungování je vyžadováno <a href="%s">WPML</a>.

source: WPML Sticky Links is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: Odolné odkazy WPML jsou aktivní, ale nefunkční. Nejsou kompatibilní s <a href="%s">WPML</a> verzemi do 2.0.5.

source: Running
cs_cz: Probíhá

source: Scan
cs_cz: Skenovat

source: fixed
cs_cz: opraveno

source: Start
cs_cz: Začít

source: items left
cs_cz: položek zbývá

source: Sticky Links
cs_cz: Odolné odkazy

source: With Sticky Links, WPML can automatically ensure that all links on posts and pages are up-to-date, should their URL change.
cs_cz: S Odolnými odkazy může WPML automaticky zajistit, že budou všechny odkazy na příspěvky a stránky aktuální i po změně jejich URL.

source: Configure Sticky Links
cs_cz: Konfigurovat Odolné odkazy

source: Configure
cs_cz: Konfigurovat

source: Sticky links
cs_cz: Odolné odkazy

source: Setup Sticky Links
cs_cz: Nastavit Odolné odkazy

source: Apply
cs_cz: Použít

source: posts and pages not processed
cs_cz: příspěvky a stránky nebyly zpracovány

source: Replace permalinks with sticky links in posts that have not been checked
cs_cz: Nahradí trvalé odkazy za odolné odkazy v příspěvcích, jenž nebyly zkontrolovány

source: Scan ALL posts
cs_cz: Skenovat VŠECHNY příspěvky

source: Replace permalinks with sticky links in all blog posts
cs_cz: Nahradí trvalé odkazy za odolné odkazy ve všech příspěvcích

source: Broken Links
cs_cz: Nefunkční odkazy

source: Post/page
cs_cz: Příspěvek/stránka

source: Broken link
cs_cz: Nefunkční odkaz

source: Suggestions
cs_cz: Návrhy

source: use
cs_cz: použít

source: No suggestions
cs_cz: Žádné návrhy

source: empty
cs_cz: prázdné

source: Revert sticky urls to permalinks
cs_cz: Vrátit odolné odkazy zpět na původní trvalé odkazy

source: Change sticky links back to Wordpress permalinks
cs_cz: Změnit odolné odkazy zpět na trvalé odkazy WordPressu

source: items in queue
cs_cz: položek ve frontě

source: Options
cs_cz: Možnosti

source: Turn links in text widgets to Sticky
cs_cz: Změnit odkazy v textu widgetů na odolné

source: Turn links in WPML's string Translation to Sticky
cs_cz: Změnit odkazy ve Správci řetězců WPML na odolné
