Repository: Scid/wpcz
Catalog: Genesis/Genesis eNews Extended/genesis-enews-extended-*.po
Languages: cs_cz

source: Displays subscribe form
cs_cz: Zobrazí přihlašovací formulář

source: Check your inbox now to confirm your subscription.
cs_cz: Zkontrolujte si emailovou schránku pro potvrzení přihlášení

source: You've successfully subscribed.
cs_cz: Přihlášení bylo úspěšné

source: Title
cs_cz: Název

source: Text To Show Before Form
cs_cz: Text zobrazený před formulářem

source: Text To Show After Form
cs_cz: Text zobrazený za formulářem

source: MailPoet List
cs_cz: Seznam MailPoet

source: Show Fields:
cs_cz: Zobrazit pole:

source: First Name
cs_cz: Křestní jméno

source: Last Name
cs_cz: Příjmení

source: MailPoet is not currently activated. Genesis eNews Extended works with MailPoet, a free newsletter plugin. See <a href='%s' target='blank'>MailPoet's plugin page on WordPress.org</a>
cs_cz: MailPoet není aktuálně aktivní. Genesis eNews Extended spolupracuje s MailPoet, bezplatným newsletter pluginem. Podívejte se na <a href='%s' target='blank'>stránku pluginu MailPoet na WordPress.org</a>

source: Entering your Feedburner ID here will deactivate the custom options below.
cs_cz: Vložení Feedburner ID deaktivuje volitelné nastavení níže.

source: Form Action
cs_cz: Akce formuláře

source: E-Mail Field
cs_cz: Pole E-mail

source: First Name Field
cs_cz: Pole Křestní jméno

source: Last Name Field
cs_cz: Pole Příjmení

source: Hidden Fields
cs_cz: Skrytá pole

source: Not all services use hidden fields.
cs_cz: Ne všechny služby používají skrytá pole.

source: Open confirmation page in same window?
cs_cz: Otevřít potvrzovací stránku ve stejném okně?

source: First Name Input Text
cs_cz: Text pole Křestní jméno

source: Last Name Input Text
cs_cz: Test pole Příjmení

source: E-Mail Address
cs_cz: E-mailové adresy

source: E-Mail Input Text
cs_cz: Text pole E-mail

source: Go
cs_cz: Ok

source: Button Text
cs_cz: Text tlačítka
