Repository: Scid/wpcz
Catalog: Genesis/Executive Pro/*.po
Languages: cs_cz

source: Executive Pro Theme
cs_cz: Šablona Executive Pro

source: Executive Pro Brown
cs_cz: Executive Pro Hnědá

source: Executive Pro Green
cs_cz: Executive Pro Zelená

source: Executive Pro Orange
cs_cz: Executive Pro Oranžová

source: Executive Pro Purple
cs_cz: Executive Pro Růžová

source: Executive Pro Red
cs_cz: Executive Pro Červená

source: Executive Pro Teal
cs_cz: Executive Pro Zelenomodrá

# taxonomy general name
source: Types
cs_cz: Typy

source: Add New Portfolio Type
cs_cz: Přidat nový typ portfolia

source: New Portfolio Type
cs_cz: Nový typ portfolia

source: Continue Reading&hellip;
cs_cz: Pokračovat ve čtení&hellip;

source: Home - Slider
cs_cz: Úvod - Slider

source: This is the slider section on the home page.
cs_cz: Toto je oblast slideru na domovské stránce.

source: Home - Top
cs_cz: Úvod - Nahoře

source: This is the top section of the home page.
cs_cz: Toto je horní oblast domovské stránky.

source: Home - Call To Action
cs_cz: Úvod - Call To Action

source: This is the call to action section on the home page.
cs_cz: Toto je oblast call to action na domovské stránce.

source: Home - Middle
cs_cz: Úvod - Uprostřed

source: This is the middle section of the home page.
cs_cz: Toto je prostřední oblast na domovské stránce.
